var schoolArr =
  [{
    "白芒小学": ["白芒村", "麻勘村", "西丽阳光工业区", "荔枝世界", "西丽果场", "白芒村百旺大厦", "白芒村百旺研发公寓", "丽河工业园", "南岗第一工业园", "百旺第二工业园", "新锋工业园", "亿进利工业园", "金亿莱米坑工业园"]
  }, {
    "百旺学校小学部": ["民办小学,面向所有南山户籍学生招生"]
  }, {
    "北大附中南山分校小学部": ["民办小学,面向所有南山户籍学生招生"]
  }, {
    "赤湾学校小学部": ["赤湾村", "赤湾花园", "赤湾商业街", "港湾生活小区", "海景公寓", "海天楼", "海曦楼", "马尾田生活区", "西坑生活区", "西牛埔生活区", "观峰阁", "赤湾山", "赤湾居委会", "赤湾派出所", "少帝陵", "赤湾市场", "赤湾港", "左炮台", "天后宫庙", "赤湾小学旧校区"]
  }, {
    "大磡小学": ["大磡二村", "大磡工业区", "大磡一村", "福光村", "福利农场", "麒麟山疗养院", "麒麟山庄", " 野生动物园宿舍", "王京坑", "西丽湖动物园总站", "西丽湖度假村宿舍", "西丽湖工贸公司宿舍"]
  }, {
    "大新小学": ["大王庙", "大新村", "大新新村", "东方新地苑", "福惠街", "福源街", "富强阁", "供电公司宿舍", "关口下街", "关口正街", "国兴大厦", "国兴苑", "红花园村", "宏福苑", "宏华苑", "华府花园", "环卫宿舍", "吉祥花园", "家品厂宿舍", "嘉南美地", "锦福苑", "丽乐美居", "龙屋村", "龙屋村龙腾阁", "南山豪庭", "南景苑", "南贸中心", "南山商业大厦", "南头办事处综合楼", "南头花园", "南文楼", "前海金岸", "深圳发展银行大厦", "升平里街", "太平里街", "桃花园", "田夏村", "田夏新村", "旺海怡苑", "物资公司", "新海大厦", "新铺街", "一甲海边新村", "一甲街", "医院职工宿舍", "永福正街", "永康正街", "原劳动局宿舍", "中国建设银行宿舍", "关口居民房", "鸿洲新都", "东方美地苑", "金桃源", "南头大厦", "苏豪名厦", "一甲市场", "仓前村", "冲下村", "常兴广场", "田厦改造区", "四季丽晶", "大新大厦世纪鑫宾馆", "大新宾馆", "田厦翡翠明珠", "红花路水产楼", "南新路宿舍楼", "大新小学老师宿舍", "钰龙园", "大新村永发楼", "南山邮电局", "中国农业银行", "田厦村统建楼", "大新村商业街", "海岸时代"]
  }, {
    "大学区：南科大实验小学,南科大实验二小,塘朗小学": ["大学区"]
  }, {
    "东湾小学": ["民办小学,面向所有南山户籍学生招生"]
  }, {
    "福华学校小学部": ["民办小学,面向所有南山户籍学生招生"]
  }, {
    "福林小学": ["民办小学,面向所有南山户籍学生招生"]
  }, {
    "海滨实验小学愉康部": ["商业楼", "常丰花园", "南油福临苑", "南光市场富荔阁", "供电服务大厦", "光大村", "豪园", "南山医院职工宿舍", "康乐大厦", "荔芳村", "荔馨村", "荔园大厦", "荔苑小区", "民政公寓", "南海明珠", "南侨花园", "南苑新村西区", "如意家园", "飞行员公寓", "时代骄子大厦", "税务局住宅楼财税苑", "四方村", "桃苑单身公寓", "桃苑小区", "万象新园", "兴业楼", "学府花园", "常桂苑怡苑阁", "亿利达高层宿舍楼", "愉康大厦", "愉康花园", "跃华园", "中兴生活区", "华侨新村花园", "怡园大厦", "中兴之家", "中兴单身宿舍", "向南瑞峰花园", "阳光里雅居"]
  }, {
    "海湾小学": ["华府假日", "蛇口商乐街", "五湾社区友联船厂宿舍", "曙光花园", "荣村住宅区", "海景广场", "碧涛中心", "大铲村", "海宁阁", "石云村", "水湾c区", "石云苑", "水湾b区", "滨海苑", "南水小区", "南水村", "招南小区", "蓝天苑", "渔二村", "蓝漪花园", "海明阁", "海韵嘉园", "海尚国际", "望海汇景苑", "海伴雅居", "南水花园", "海欣花园", "海湾花园", "海滨花园", "南海玫瑰花园1到3期", "海马楼", "半岛城邦", "水湾社区新源楼宿舍", "南水步行街", "蛇口海昌街", "海昌街水产宿舍", "龙港小区", "蓝虹豪苑", "兴龙大厦", "东角头天俊综合楼", "海昌大厦", "海虹苑", "蛇口新街南苑小区", "蛇口春天广场", "伍兹公寓", "蛇口新街翠苑"]
  }, {
    "后海小学": ["工贸佳园", "海琴花园", "海琴苑", "海月花园二期", "海月花园一期", "后海综合楼", "金竹园大厦北座", "兰园大厦", "兰园商住楼", "兰园小区", "蓝月湾畔", "明华宿舍", "四海小区", "榆园二期", "榆园一期", "招商银行宿舍", "紫竹园", "槟榔园", "桂园小区", "三湘海尚", "太古城北区", "君汇新天", "文德福花园", "榆园三期", "招商社区服务大厦", "颐安阅海台", "曦湾华府"]
  }, {
    "华府小学": ["民办小学,面向所有南山户籍学生招生"]
  }, {
    "华侨城小学": ["东方花园", "东组团", "飞亚达集团飞镖公司宿舍", "光华街", "光侨街", "桂花苑", "海景花园", "湖滨花园", "华侨城小学宿舍", "华侨城中学宿舍", "华山村", "汇文楼", "锦绣公寓", "锦绣花园", "京蓉混凝土结构厂宿舍", "康佳苑", "荔海楼", "侨城东街", "汕头街", "松山村", "香山村", "兴源供水设备开发公司宿舍", "燕栖楼", "一冶南方公司宿舍", "怡康楼", "中旅广场", "中旅学院宿舍", "文昌北街", "燕晗山居"]
  }, {
    "留仙小学": ["官龙村", "丽雅苑", "留仙洞村", "留仙洞工业区", "牛成村", "学子荔园", "高职院西校区", "留仙小学宿舍楼", "官龙名苑", "中兴科技园", "凯达集团", "tcl职工宿舍", "丽新综合楼", "留仙公馆", "留仙公寓", "西丽蓝天", "南山区社会福利中心", "中兴人才公寓", "宝能华府", "天悦湾花园"]
  }, {
    "南海小学": ["永安公寓", "中海丽苑", "中兴公寓", "百富大厦", "城市山林", "登良花园", "东方海雅居", "福满园", "福庭苑", "福园单身公寓", "福园小区", "黄金豪庭", "汇宾广场", "金晖大厦", "金山花园", "荔庭苑", "荔雅居", "龙佳园", "龙坤居", "美丽湾国际公寓", "南油第三工业区", "南油粤海工业村", "南园统建楼", "赛格茗苑银兴苑", "深意综合楼", "世纪广场", "四达大厦", "天安南油工业区", "天安生活区", "南粤山庄", "新街口公寓", "汉京山", "中泰艺术名庭", "荔海春城"]
  }, {
    "南科大实验小学": ["大学区"]
  }, {
    "南山第二外国语学校小学部": ["观海台", "漾日湾畔", "滨海之窗"]
  }, {
    "南山弘基学校小学部": ["民办小学,面向所有南山户籍学生招生"]
  }, {
    "南山区第二实验学校小学部": ["波托菲洛纯水岸", "波托菲诺天鹅堡", "大豪家私厂宿舍", "东方科技园", "芳华苑", "佛山街", "恒通水泥厂宿舍", "华侨城家私厂宿舍", "华庆自行车厂宿舍", "建升自行车厂建升园邨", "荔枝苑", "茂华装饰公司宿舍", "美景工业苑宿舍楼", "沙河街道办事处", "消防中队宿舍", "央校宿舍", "一辉花园", "中旅广场", "中新街", "岁宝公司宿舍"]
  }, {
    "南山实验荔林小学部": ["雷圳碧榕湾名苑 ", "雷圳碧榕湾名苑二期", "诺德假日花园 （诺德国际）", "山海翠庐 ", "山居岁月 ", "山水情家园 ", "太子山庄", "能源工业小区", "固城机电宿舍", "铭筑"]
  }, {
    "南山外国语学校科苑部(小学)": ["滨福世纪", "滨福庭园", "博海", "纯海岸", "高新公寓", "海怡东方", "恒立听海花园", "浪琴半岛", "熙湾", "阳光带海滨城1期", "中信海阔天空", "卓越浅水湾花园", "阳光带海滨城2期", "岸芷汀兰"]
  }, {
    "南山文理实验学校小学部": ["郎苑花园", "半山翠林", "珠光花半里", "博伦学校宿舍楼", "丽珠花园", "宝珠花园", "龙都名园", "润城花园", "珠光大夏", "龙都花园", "龙联花园", "新屋村", "半山语林", "名珠雅庭", "桃源文体中心", "珠光村", "龙祥苑"]
  }, {
    "南山小学": ["北头村", "北头豪苑", "北头新村", "福海苑", "惠中名苑", "南山村", "南山统建楼", "南园村", "瑞景华庭", "深华园", "天马综合楼", "西海花园", "心语家园", "阳光花地", "悠山美地", "德馨花园", "南新苑", "心语雅园", "向南西苑"]
  }, {
    "南山中英文学校小学部": ["民办小学,面向所有南山户籍学生招生"]
  }, {
    "南头城小学": ["彩虹居", "方鼎华庭", "方卉园", "豪方卉园", "汇金家园", "嘉隆公寓", "嘉隆苑", "凯虹工业区", "兰丽花园", "荔园新村", "莲城花园", "马家龙工业区", "名家富居", "名仕春天", "明珠荔景", "南龙苑", "南头城村", "麒麟新村", "通海苑", "祥泰公寓", "阳光雅苑", "艺华花园", "中山颐景", "中山苑", "久商大厦", "黎明工业区", "南山公安分局宿舍楼"]
  }, {
    "南外大冲学校小学部": ["城市山谷", "大冲村", "大冲新村", "帝景园", "硅谷别墅", "豪方花园", "豪方现代豪园", "豪景花园", "汇景豪苑", "汇园雅居", "晶品居", "凯丽花园", "科技园", "莱英花园", "朗景园", "阮屋村", "深南花园", "吴屋村", "阳光海景豪苑", "英伦名苑", "缘来居"]
  }, {
    "南油小学": ["东滨华苑", "海晖大厦", "海映山庄", "后海村", "后海海逸苑", "后海花园6至7栋", "后海名苑居", "后海统建楼", "金海岸", "京光海景大厦", "矩建大厦", "蓝海上城", "龙滨花园", "龙城花园", "南海花园", "南油生活a区", "南油生活b区", "现代城梦想家园", "新一代国际公寓", "信和自由广场", "雅仕荔景苑", "怡海花园", "后海海逸苑", "深蓝公寓", "粤海小区", "粤海大厦", "华英大厦", "信泽南乐雅苑"]
  }, {
    "南园小学": ["私立小学,面向所有南山户籍学生招生"]
  }, {
    "平山小学": ["大学城职工宿舍", "德意名居", "红花岭工业区", "红花岭群泰生活小区", "丽岛花园", "平福苑", "平康苑", "平丽花园", "平山村", "桑泰丹华", "桃源办事处职工宿舍", "西湖林语", "西丽湖工贸公司宿舍", "学城绿园小区", "圳宝公司宿舍", "东明花园南山人才公寓", "平山大厦"]
  }, {
    "前海小学": ["前海花园二期", "前海花园三期", "前海花园一期", "星海名城", "前海小学宿舍"]
  }, {
    "前海学校小学部": ["前海学校教师公寓", "天朗风清", "椰风海岸", "云栖西岸阁", "新德家园", "星海名城", "绿海名都", "港湾丽都", "御海新苑", "桃李花园"]
  }, {
    "沙河小学": ["侨洲花园", "沙河工业区", "鹤塘小区", "景翠苑", "荔园新村", "联发大楼沙河东路318号", "绿景公寓", "茂信大厦", "美加广场", "名商高尔夫球场", "明珠花园", "假日湾华庭", "侨城豪苑", "祥祺苑", "沙河商城", "沙河世纪大厦", "深圳湾花园", "世界花园", "塘头村", "下白石洲村", "新塘村", "新塘花园", "益田假日广场", "中海深圳湾畔", "中信花园", "上白石洲村", "碧茵苑", "东华楼", "金三角大厦", "龙苑庭", "绿景阁", "天河花园", "侨城馨苑", "沙河街35号工贸宿舍"]
  }, {
    "蛇口学校小学部": ["澳城", "春树里", "围仔西", "永乐新村", "渔港大楼", "渔一村", "中小学单身宿舍", "东角头冷冻厂宿舍", "后海路广进宿舍", "蛇口医院宿舍", "油库宿舍", "东帝海景", "东角头单身公寓", "东角头圳华公司宿舍", "东怡楼", "港湾花园", "国土楼", "海产宿舍", "海湾新村", "合兴大厦", "华侨城四海公寓", "金色海琴苑", "凯宁阁", "龙电综合楼", "米兰二期", "南玻花园", "蛇口后海大道市政楼", "蛇口市政综合楼", "蛇口小学综合楼", "蛇口渔港综合楼", "石化大院", "湾厦村", "湾厦路南蛇口广场区域", "湾厦路装卸公司宿舍", "围仔东", "阳光海滨花园", "翡翠海岸", "1618"]
  }, {
    "深圳大学城丽湖实验学校小学部": ["私立小学,面向所有南山户籍学生招生"]
  }, {
    "实验学校鼎太小学部": ["其它", "鼎太风华社区"]
  }, {
    "实验学校麒麟部(小学)": ["缤纷年华", "嘉庭苑", "蓝虹雅苑", "绿茵丰和", "其它", "麒麟花园"]
  }, {
    "松坪学校小学部": ["公共汽车209总站松坪山宿舍楼", "松坪山民润超市综合楼", "松坪山住宅区18至38栋除外", "松坪村三期经济适用房"]
  }, {
    "塘朗小学": ["长源村", "福光村", "福林村", "塘朗村", "塘朗小学", "田寮村", "杨屋村"]
  }, {
    "桃源小学": ["高发公寓", "海龙苑", "龙井村", "龙井综合楼", "桃源村44栋至82栋和98栋至105栋", "雅致居", "十五峯花园", "城市假日花园", "水木华庭", "皇庭香格里花园", "欧陆经典花园", "怡然天地居", "十九冶新村", "鼎盛林栖园"]
  }, {
    "同乐学校小学部": ["公交集团中山园公寓", "华泰小区", "建工村", "南山农产品批发市场", "南山肉联厂宿舍", "南头南富苑", "其他", "同乐村", "直升机场", "中隧三处宿舍", "中铁二局", "祥云花园", "同乐外经贸工业区"]
  }, {
    "西丽湖世纪星学校小学部": ["私立小学,面向所有南山户籍学生招生"]
  }, {
    "西丽小学": ["鼎新大厦", "官龙村", "经纬大厦", "九祥岭村屋东区西区", "丽煌大厦", "丽祥苑", "丽新大厦", "丽新花园", "丽新统建楼", "南国丽城", "深职院职工宿舍北区", "腾飞苑", "旺祥苑", "西丽书城职工住宅", "西丽小学职工宿舍", "新围村屋", "新围综合楼"]
  }, {
    "向南小学": ["向南小学新宿舍", "新丹统建楼", "新南村", "怡海广场", "怡华苑", "正龙村", "正龙统建楼", "南光城市花园", "南光村", "南光花园", "南光商业街", "南光统建楼", "海昌阁", "金田花园", "白领公寓", "缤纷假日", "德源花园", "光彩新世纪", "海典居", "海王大厦", "好来居", "鸿瑞花园", "华联花园", "康乐园", "龙城新苑", "龙泰轩", "南海城中心", "南海大厦", "鹏都大厦", "坪山勤居", "坪山缘居", "山东大厦", "天源大厦", "现代城华庭", "向南茗苑", "向南东村", "向南海德大厦"]
  }, {
    "新塘小学": ["私立小学,面向所有南山户籍学生招生"]
  }, {
    "星河学校小学部": ["私立小学,面向所有南山户籍学生招生"]
  }, {
    "学府小学海珠部": ["保利城花园", "城市印象", "海岸明珠", "海印长城二期", "海印长城一期", "海珠城", "华彩天城", "佳嘉豪苑", "美墅蓝山家园", "青春家园", "天悦园", "小小家金钟大厦"]
  }, {
    "阳光小学": ["仓前锦福苑南区", "常兴花园", "大陆庄园", "丁头村", "丁头东村", "鸿海大厦", "富嘉名阁", "桂珠苑", "康达苑", "康乐村", "南岗商务大厦", "南山残联综合楼", "诺德国际", "前海明珠", "顺天大厦", "向南村", "向南西村", "阳光棕榈园"]
  }, {
    "月亮湾小学": ["丰泽园", "观峰阁", "荔山工业职工宿舍", "妈湾港职工宿舍", "南山花园", "阳光玫瑰园", "万豪御景苑", "月亮湾大道鲤鱼门", "月亮湾花园", "月亮湾花园月华苑", "青青山庄", "中建二局荔香家园", "月亮湾山庄", "汉京九榕台", "泛海拉菲花园二期", "恒立心海湾花园", "泛海拉菲花园三期", "丽湾国际公寓", "荔湾南荔楼", "前海湾花园", "香格名苑", "汉京湾雅居", "德尚世家", "森帝花园", "山海美域", "山海津", "康城华府", "掬月半山", "泛海拉菲花园一期"]
  }, {
    "中科院实验学校小学部": ["私立小学,面向所有南山户籍学生招生"]
  }, {
    "珠光小学": ["达能益力矿泉水厂", "干休所", "光前村", "光前大厦", "汇文苑", "鼎胜山邻居", "荔景花园", "龙辉花园"]
  }, {
    "珠光小学": ["达能益力矿泉水厂", "干休所", "光前村", "光前大厦", "汇文苑", "鼎胜山邻居", "荔景花园", "龙辉花园"]
  }, {
    "卓雅小学": ["私立小学,面向所有南山户籍学生招生"]
  }, {
    "百旺学校中学部": ["民办学校,面向所有南山户籍学生招生小学,面向所有南山户籍学生招生"]
  }, {
    "北大附中南山分校中学部": ["民办学校,面向所有南山户籍学生招生小学,面向所有南山户籍学生招生"]
  }, {
    "大冲学校初中部": ["科苑居", " ", "缘来居", "城市山谷", "大冲新村", "阳光海景豪苑", "莱英花园", "晶品居", "豪方花园", "豪方现代豪园", "汇景豪苑", "大冲城市花园", "华润城润府", "大冲都市花园", "科技园", "汇园雅居", "帝景园", "豪景花园", "凯丽花园", "深南花园", "朗景园", "吴屋村", "阮屋村", "硅谷别墅", "英伦名苑", "大众花园"]
  }, {
    "大学区：龙珠中学,桃源中学,深圳大学城桃苑实验学校初中部": ["大学区"]
  }, {
    "华侨城中学华侨城部": ["东方花园", "东组团", "佛山街", "光华街", "光侨街", "桂花苑", "桂苑小区", "海景花园", "红树西岸", "湖滨花园", "华侨城小学宿舍", "华侨城中学宿舍", "华山村", "汇文楼", "汇雅苑", "锦绣公寓", "锦绣花园", "康佳苑", "荔海楼", "荔枝苑", "美庐锦园", "侨城东街", "瑞河耶纳", "汕头街", "世纪村", "松山村", "西组团", "香山村", "兴源供水设备开发公司宿舍", "燕晗花园", "燕栖楼", "一冶南方公司宿舍", "怡康楼", "御景东方", "园林山庄", "中旅广场", "中信红树湾", "钻石别墅", "白石洲村", "燕晗山苑", "燕晗山居", "沙河街道办事处", "国际市长交流中心", "世界之窗宿舍", "恒通水泥厂宿舍", "枕荔楼", "荔香楼", "中心街", "芳华苑", "东提园"]
  }, {
    "华侨城中学深圳湾部": ["园林山庄", "华侨城中学宿舍", "荔海楼", "世纪村", "白石洲村", "东组团", "飞亚达集团飞镖公司宿舍", "光华街", "光侨街", "海景花园", "湖滨花园", "华侨城小学宿舍", "华山村", "汇文楼", "锦绣公寓", "锦绣花园", "京蓉混凝土结构厂宿舍", "康佳苑", "荔枝苑", "侨城东街", "沙河街道办事处", "汕头街", "佛山街", "松山村", "西组团", "兴源供水设备开发公司宿舍", "燕栖楼", "一冶南方公司宿舍", "怡康楼", "枕荔楼", "中旅广场", "东方花园", "桂苑", "恒通水泥厂宿舍", "红树西岸", "汇雅苑", "美庐锦园", "瑞河耶那", "御景东方", "中信红树湾", "桂花苑", "国际市长交流中心", "世界之窗宿舍"]
  }, {
    "龙珠中学": ["城市假日", "湖彬苑", "皇庭香格里花园", "俊峰丽舍", "郁金香家园", "水木华庭", "欧陆经典", "十五峰", "怡然天地居", "塘朗村"]
  }, {
    "南山第二外国语学校中学部": ["滨海之窗", "电力花园", "观海台", "海洋之心", "浪琴屿", "瑞铧苑", "天海花园", "漾日湾畔"]
  }, {
    "南山弘基学校中学部": ["民办学校,面向所有南山户籍学生招生"]
  }, {
    "南山区第二实验学校中学部": ["桂苑小区", "鹤塘小区", "恒通水泥厂宿舍", "红树西岸", "华侨城家私厂宿舍", "华庆自行车厂", "汇雅苑", "建升自行车厂建升园邨", "荔园新村", "荔枝苑", "茂华装饰公司", "茂信大厦", "美加广场", "美景工业苑宿舍楼", "美庐锦园", "名商高尔夫球会", "明珠花园", "侨城豪苑", "瑞河耶那", "沙河高尔夫球会", "沙河工业区", "沙河街道办事处", "沙河商城", "上白石洲村", "侨洲花园", "深圳湾花园", "世纪村", "世界花园", "岁宝公司宿舍", "塘头村", "下白石洲村", "祥琪花园", "消防中队宿舍", "新堂花园", "新塘村", "南山第二实验学校宿舍", "一辉花园", "益田假日广场", "御景东方花园", "中海深圳湾畔", "中旅广场", "中新街", "中信红树湾", "白石洲村", "波托菲洛", "橡皮树创意园", "东方科技园", "芳华苑", "佛山街", "世界之窗宿舍", "首地容御", "香山里花园", "侨城馨苑", "侨香诺园", "栖湖花园", "世纪假日广场"]
  }, {
    "南山实验教育集团南海中学": ["汉京峰景苑", "诺德假日花园", "荔海春城", "汇宾广场", "荔湾太子苑", "向南西苑", "南新苑", "南荔苑", "西苑小区", "心语雅园", "向南西海花城", "阳光花地苑", "瑞景华庭", "心语家园", "天马综合楼", "深华园", "德馨花园", "北头豪苑", "德源花园", "南园村", "福海苑", "南山村", "北头村", "山海翠庐", "光彩山居岁月", "荔庭园", "太子山庄", "雷圳海景花园碧榕湾", "金山花园", "惠中名苑", "北头西苑", "山水情", "鼎太风华", "铭筑", "福园小区", "福满园", "南粤山庄", "赛格名苑"]
  }, {
    "南山实验教育集团麒麟中学": ["缤纷年华", "蓝虹雅苑", "荔林春晓", "荔香源", "荔秀华庭", "绿茵丰和", "明舍御园", "麒麟花园", "馨荔苑", "秀林新居", "阳光荔景", "悠然天地", "前海华庭", "御林华府"]
  }, {
    "南山外国语学校高新部(初中)": ["岸芷汀兰", "滨福世纪", "滨福庭园", "博海", "纯海岸", "高新公寓", "海怡东方", "恒立听海花园", "浪琴半岛", "熙湾", "阳光带海滨城一期", "阳光带海滨城二期", "中信海阔天空", "卓越浅水湾花园", "东海万豪", "珑御府"]
  }, {
    "南山文理实验学校初中部": ["丽珠花园", "润城花园", "龙辉花园", "益力家属楼", "博伦学校宿舍楼", "半山语林", "半山翠林", "珠光花半里", "桃源文体中心", "宝珠花园", "龙都名园", "珠光大夏", "珠光村", "龙都花园", "龙联花园", "新屋村", "荔景家园", "光前大夏", "光前村", "汇文苑", "鼎胜山邻居", "朗苑花园", "龙祥苑", "名珠雅庭", " 军队离休退休干部第二休养所"]
  }, {
    "前海学校中学部": ["大陆庄园", "大新村", "大新小学教师宿舍", "大新新村", "大板桥", "东方美地苑", "东方新地", "港湾丽都", "关口上下街居民房", "关口正街居民房", "桂珠苑小区", "蚝业新村", "绿海名都", "鸿洲新都", "华府花园", "吉祥花园", "嘉南美地", "金桃园大厦", "康乐花园", "丽乐美居", "龙屋村", "南山豪庭", "南头花园", "前海花园", "前海金岸", "前海明珠", "前海学校教师公寓", "桃李花园", "天朗风清", "旺海怡苑", "向南村", "新德家园", "新天地", "星海名城", "阳光棕榈园", "椰风海岸", "一甲海边新村", "一甲街居民房", "御海新苑", "云栖西岸阁", "龙海家园", "东方银座公馆", "康达苑", "鸿海大厦"]
  }, {
    "蛇口学校中学部": ["米兰二期", "明海苑", "南玻花园", "南海玫瑰园", "南水村社区", "潜龙湾生活区", "南水花园", "侨城四海公寓", "荣村社区", "蛇口市政综合楼", "蛇口医院宿舍", "石化大院", "石云村社区", "曙光花园", "湾厦路装卸公司宿舍", "望海汇景苑", "围仔社区", "西坑生活区", "西牛埔生活区", "兴龙大厦", "永乐新村", "油库宿舍", "渔二村社区", "渔港大楼", "渔一村社区", "招南小区", "港湾生活小区", "海明阁", "马尾田生活区", "湾厦社区", "澳城花园", "碧涛苑别墅区", "赤湾村", "赤湾花园", "赤湾商业街", "春树里", "春天广场", "大铲村社区", "东帝海景", "东角头", "东角头冷冻厂宿舍", "东角头圳华公司宿舍", "东怡楼", "港湾花园", "国土楼", "海伴雅居", "海滨花园", "海产宿舍", "海虹苑", "海景公寓", "海马楼", "海尚国际", "海天楼", "海湾村", "海湾花园", "海湾新村", "海曦楼", "海欣花园", "海韵家园", "合兴大厦", "后海路广进宿舍", "华俯假日大厦", "黄金口岸", "金色海琴苑", "金色阳光雅居", "凯宁阁", "蓝天苑", "蓝漪花园", "龙电综合楼"]
  }, {
    "深圳大学城桃苑实验学校初中部": ["教师公寓", "岚峰苑", "龙福苑花园", "梅州大厦", "桃源村三期", "天地峰景园", "中爱花园", "香瑞园", "香榭枫景苑", "龙珠军苑"]
  }, {
    "松坪学校中学部": ["东部花园", "松坪村", "松坪山单身公寓", "松坪村三期", "松坪村得利园", "高新住宅", "松坪山生活区住宅", "209公交总站大楼", "金汇球公司宿舍", "广深高速管理处宿舍楼", "东深工程公司住宿楼", "奥林巴斯宿舍", "松坪山太太药业宿舍", "得利士综合宿舍", "松坪中学", "松坪村综合楼"]
  }, {
    "桃源中学": ["桃源村1至2期", "桃源村单身公寓", "桃源村综合楼", "高发公寓", "海龙苑", "龙井村", "龙井庭苑", "龙井综合楼", "鼎胜林栖园", "陶然居"]
  }, {
    "同乐学校中学部": ["安置区", "方鼎华庭", "豪方卉园", "华泰小区", "建工村", "九街村", "久商大厦", "兰丽花园", "荔园新村", "莲城花园", "马家龙", "名家富居", "名仕春天", "南山农产品批发市场", "南山肉联厂", "南头城工业村", "南头城居民宅", "南头关南富苑", "同乐村", "阳光雅苑", "义学街", "直升机场", "中山颐景花园", "中山园路嘉隆苑", "中山苑", "中铁二局", "华艺花园"]
  }, {
    "西丽湖世纪星学校中学部": ["民办学校,面向所有南山户籍学生招生"]
  }, {
    "学府中学": ["百富大厦", "半岛登良花园", "保利城花园", "碧海天家园", "缤纷假日", "博伦职校宿舍", "城市印象", "创世纪滨海花园", "东方海雅居", "光彩新世纪", "桂庙新村", "海岸明珠", "海典居", "海王大厦", "海印长城", "海珠城", "好来居", "宏观苑", "鸿瑞花园", "后海花园1至5栋", "厚德品园", "华彩天城", "佳嘉豪苑", "百分百公寓", "桂庙邨", "金海岸大厦", "金晖大厦", "金钟大厦", "锦隆花园", "康乐园", "蓝山美墅", "乐群楼", "荔雅居", "联检大院", "龙城新苑", "龙佳园", "荟芳园", "龙坤居", "龙泰轩", "美丽港花园", "南光村", "南光花园", "南海城中心", "南海大厦", "南园登良花园", "南苑新村东区", "鹏都大厦", "青春家园", "山东大厦", "深南季节", "世纪广场", "四达大厦", "天悦园", "西海明珠", "西海湾花园", "现代城华庭", "新保辉大厦", "新街口", "学林雅苑", "阳光华艺大厦", "怡海大厦", "友邻公寓", "园丁楼", "粤海大厦", "粤海门村", "粤海小区", "粤海综合楼", "粤海综合市场", "云海天城世家", "中海丽苑", "中信海文花园", "中兴公寓", "白领公寓", "海昌阁", "裕兴楼", "南光新丹统建楼", "向南小学新宿舍"]
  }, {
    "中英文学校中学部": ["民办学校,面向所有南山户籍学生招生"]
  }, {
    "宝城小学": ["107国道以东", "新圳路-新安二路-洪浪南路以南", "广深高速公路-边检路以西", "湖滨路以北宝安所辖区域（1-6、14-18区）"]
  }, {
    "宝安中学（集团）外国语学校小学部（前进一路15区）": ["107国道以东", "创业二路以南", "广深高速公路-边检路以西", "湖滨路以北宝安所辖区域"]
  }, {
    "": [""]
  }, {
    "宝安外国语学校公办班": ["新安二路、新安三路以东", "洪浪南路以北", "广深高速公路以西", "创业二路以南区域（20、23区）"]
  }, {
    "宝民小学": ["1.前进路以东", "新圳路以北", "新安二路-新安三路-创业路-广深高速公路以西", "裕安二路以南区域（19-22、26-28区）；2. 广深高速公路以东", "上川路以南宝安所辖区域（包括67-72区等）"]
  }, {
    "宝民小学": ["3.新安二路、新安三路以东", "洪浪南路以北", "广深高速公路以西", "创业二路以南区域（20、23区）"]
  }, {
    "灵芝小学": ["1.前进路以东", "新圳路以北", "新安二路-新安三路-创业路-广深高速公路以西", "裕安二路以南区域（19-22、26-28区）；2. 广深高速公路以东", "上川路以南宝安所辖区域（包括67-72区等）"]
  }, {
    "灵芝小学": ["3.新安二路、新安三路以东", "洪浪南路以北", "广深高速公路以西", "创业二路以南区域（20、23区）"]
  }, {
    "上合小学": ["1.前进路以东", "裕安二路以北", "广深高速公路以西", "新安四路以南区域（包括31、32、33、35、36区等）； 2. 73和74区中天骄小学报名范围以外的区域；曦城"]
  }, {
    "天骄小学": ["1.73、74区中金海华府、福安楼、佳华新村、招渝达物业、宝安新村的学生； 2.75区", "76区中的富盈门、天骄世家、丽景城和御龙居的学生。"]
  }, {
    "新安湖小学": ["107国道以东", "新圳路以北", "前进路以西", "创业二路以南区域（包括7、8、9、10区等）"]
  }, {
    "建安小学": ["107国道以东", "创业二路以北", "前进路以西", "上川路以南区域（包括24、25、29、30区等）"]
  }, {
    "弘雅小学": ["107国道以东", "上川路以北", "前进路以西", "新安五路以南区域(34区)"]
  }, {
    "文汇学校(小学部)": ["107国道以东", "创业二路以北", "公园路以西", "流塘路以南区域"]
  }, {
    "宝安实验学校(小学部)": ["湖滨路以北", "甲岸路以南", "107国道以西至海边"]
  }, {
    "安乐小学": ["1.甲岸路以北", "创业一路以南", "107国道以西", "宝安大道以东区域（41-44区）"]
  }, {
    "安乐小学": ["2. 创业一路以北", "裕安路以南", "107国道以西", "翻身路以东区域（45区）"]
  }, {
    "翻身小学": ["创业一路以北", "新安五路以南", "107国道以西", "宝安大道以东区域（包括45、47、48、49、50区）"]
  }, {
    "海旺学校(小学部)": ["甲岸路以北", "创业一路、宝华路以南", "宝安大道以西至 海边"]
  }, {
    "": [""]
  }, {
    "滨海小学": ["创业一路、宝华路以北", "裕安路、宝兴路以南", "翻身路以西至海边"]
  }, {
    "海韵学校(小学部)": ["1.玉律路以南", "裕安路、宝兴路以北", "宝安大道以西至海边；2.海语西湾"]
  }, {
    "新湖学校(小学部)": ["裕安路以北", "海城路以南", "宝安大道以西", "兴业路以东区域"]
  }, {
    "": [""]
  }, {
    "宝安小学": ["1.玉律路以北", "新安六路以南", "宝安大道以西", "兴业路以东区域；2.新安六路以北", "西乡河以南", "宝源路以西三角区域"]
  }, {
    "坪洲小学": ["新安六路以北、西乡大道以南、宝安大道以西区域（劳动路以南、宝源路以东的区域和西乡河以南、宝源路以西的区域及海语西湾除外）"]
  }, {
    "中澳实验学校(筹)(原清华实验学校)公办小学部": ["桃源居社区购房户"]
  }, {
    "流塘小学": ["107国道以东、新安四路以北、锦花路以西、西乡大道以南（不含流塘北一巷二巷以西和75区、76区中的富盈门、天骄世家、丽景城）"]
  }, {
    "凤岗小学": ["西乡大道以北、107国道以东、航城路以南（御龙居除外）"]
  }, {
    "黄麻布学校(小学部)": ["黄麻布社区、九围社区所辖范围"]
  }, {
    "共乐小学": ["1.宝安大道以东共乐、盐田、乐群等社区"]
  }, {
    "共乐小学": ["2.共乐路(金海路)以南、新湖路以东、西乡大道以北、宝安大道以西"]
  }, {
    "西乡小学": ["河东、河西、西乡、龙珠、龙腾、蚝业、柳竹等社区（1.西乡、蚝业、柳竹三个社区在宝安大道以西的住宅区除外；2.龙腾社区在西乡大道以北的住宅区除外）", "颐合花园"]
  }, {
    "径贝小学": ["劳动路以南、宝源路以东、新安六路以北、宝安大道以西", "南沙新村", "径贝饭堂门"]
  }, {
    "": [""]
  }, {
    "海港小学": ["1.悦和路以北、兴业路以东、宝源路以西、铜鼓路以南； 2.西乡大道以北、新湖路以西、宝源路以东、悦和路以南； 3.西乡大道以北、新湖路以东、共乐路(金海路)以南、宝安大道以西"]
  }, {
    "海港小学": ["⒋ 银田路以北、铜鼓路以南、兴业路以西；"]
  }, {
    "海港小学": ["⒌ 西乡大道以北、兴业路以东、悦和路以南、宝源路以西"]
  }, {
    "碧海小学": ["1.西海堤以东、兴业路以西、西乡大道以北、铜鼓路以南；2.兴业路以东、宝源路以西、悦和路以南、西乡大道以北"]
  }, {
    "西湾小学": ["1. 新湖路以东、共乐路(金海路)以北、宝安大道以西、宾隆路以南；2．宝源路以东、悦和路以北、新湖路以西、铜鼓路以南"]
  }, {
    "西湾小学": ["3. 西乡大道以北、新湖路以西、悦和一街以东、悦和路以南"]
  }, {
    "固戍小学": ["固戍社区、南昌社区所辖范围"]
  }, {
    "": [""]
  }, {
    "航城学校（小学部）(部分投入使用)": ["宝安大道以东、107国道以西、固戍二路以北、三围工业路-果园路以南（含世纪车城）"]
  }, {
    "": [""]
  }, {
    "钟屋小学": ["钟屋社区、三围社区"]
  }, {
    "黄田小学": ["黄田社区、后瑞社区、草围社区、鹤洲社区、利锦社区、107国道以东桃源社区"]
  }, {
    "塘尾万里学校(小学部)": ["塘尾社区、和平社区", "大洋田塘尾片区"]
  }, {
    "凤凰学校(小学部)": ["凤凰、稔田、新田社区", "福永花苑、时代景苑", "凤凰新天、世源中心片区", "大洋田稔田、新田片区"]
  }, {
    "福永小学": ["福永、怀德（金色领域、永福苑除外）、白石厦（福永花苑、时代景苑", "凤凰新天、世源中心片区除外）、聚福社区"]
  }, {
    "桥头小学": ["桥头、和平社区", "大洋田桥头片区"]
  }, {
    "福新小学": ["新和、和平社区", "金域豪庭、福侨花园"]
  }, {
    "福新小学": ["福永、怀德、白石厦、聚福社区"]
  }, {
    "下十围小学": ["福围社区、金色领域、永福苑"]
  }, {
    "下十围小学": ["福永、怀德、白石厦、聚福社区"]
  }, {
    "兴围小学": ["兴围社区、机场（福永片区）"]
  }, {
    "荣根学校(小学部)": ["沙一、沙二、沙三、沙四、沙头、和一、民主、共和、步涌、后亭、大王山、马安山、茭塘、牙边、辛养、东塘、新沙路以北的万科翡丽郡"]
  }, {
    "荣根学校(小学部)": ["新沙路以北—>沙井大街以东—>北帝堂路以东—>北环路以南—>立岗北路以西—>沙井中学东围墙以西—>壆岗盛芳园西围墙以西—>新沙路以北的西荟城西围墙以西区域。"]
  }, {
    "蚝业小学": ["蚝一、蚝二、蚝三 、蚝四"]
  }, {
    "蚝业小学": ["①北环路以南", "西环路以西区域； ②新沙路以北", "沙井大街以西—>北帝堂路以西—>北环路以南—>西环路以东区域。"]
  }, {
    "壆岗小学": ["壆岗社区、西荟城、新沙路以南的万科翡丽郡"]
  }, {
    "壆岗小学": ["①宝安大道以西", "北环路以南", "立岗北路以东—>沙井中学东围墙以东—>盛芳园西围墙以东—>西荟城西围墙以东—>新沙路以北区域；②宝安大道以西", "新沙路以南", "西环路以东区域"]
  }, {
    "万丰小学": ["宝安大道以东", "咸田路以南", "中心路以西"]
  }, {
    "上寮学校(小学部)": ["107国道以西", "新沙路以南", "中心路以东区域"]
  }, {
    "新桥小学": ["107国道以西", "新沙路以北", "中心路以东区域"]
  }, {
    "新桥小学": ["①北环路以北", "中心路以西区域；②咸田路以北", "中心路以西", "北环路以南", "宝安大道以东区域;"]
  }, {
    "黄埔小学": ["107国道以东片区"]
  }, {
    "松岗第一小学": ["东至107国道", "南至河滨南路", "北至沙江路；主要社区有：松岗（部分）", "花果山", "松涛（部分）", "红星社区格布村、温屋村、蚝涌村、松新村", "洪桥头社区"]
  }, {
    "燕山学校（小学部）": ["南至沙江路", "西至107国道", "主要小区有：集信名城", "主要社区有：燕川", "罗田", "塘下涌"]
  }, {
    "东方小学": ["西至红星大道", "南至松裕路", "北至松明大道；主要社区有：东方社区（含蚌岗村1至3类）", "红星社区西坊村、湾头村、龙门村", "松涛社区（部分）"]
  }, {
    "东方小学": ["北至东方大道", "西至107国道；主要社区有：东方社区（部分）"]
  }, {
    "松岗第二小学": ["北至沙江路", "西至107国道", "南至东方大道；主要社区有：楼岗", "东方（部分）", "松岗社区麒麟新村、东风村", "山门"]
  }, {
    "沙溪小学": ["溪头、沙浦、沙浦围、朗下、碧头、江边、松岗社区坑尾村"]
  }, {
    "松岗实验学校(小学部)(部分投入使用)": ["溪头、沙浦、沙浦围、朗下、碧头、江边、松岗社区坑尾村"]
  }, {
    "潭头小学": ["北至松裕路", "主要社区有：潭头社区", "东方社区（部分）"]
  }, {
    "潭头小学": ["北至东方大道", "西至107国道；主要社区有：东方社区（部分）"]
  }, {
    "石岩小学": ["浪心、石新、石岩、宝源社区；砖厂社区（1类）。"]
  }, {
    "宝安中学（集团）石岩外国语学校（小学部）": ["官田、黎光、塘坑、三祝里、龙眼山、水田、石龙、罗租社区"]
  }, {
    "上屋小学": ["上下屋(1-7类", "宝石东路以北8类)、田心、园美、上排、下排、径贝等社区"]
  }, {
    "官田学校（小学部）": ["官田、水田、黎光、塘坑、三祝里、石龙等社区"]
  }, {
    "罗租小学": ["罗租、龙眼山、砖厂社区；上下屋社区（宝石东路以南8类）"]
  }, {
    "塘头小学": ["塘头和应人石社区"]
  }, {
    "宝安中学（集团）初中部（洪浪南路20区）": ["1.107国道以东", "新圳路以南", "前进路以西", "湖滨路以北宝安所辖区域（包括1-6区等）； 2.前进路以东", "裕安二路以南", "广深高速公路-边检路以西", "湖滨路以北宝安所辖区域（包括14-23、26-28区等）； 3.广深高速公路以东", "上川路以南宝安所辖区域（67-72区）"]
  }, {
    "宝安中学（集团）外国语学校初中部（前进一路15区）": ["1.107国道以东", "新圳路以南", "前进路以西", "湖滨路以北宝安所辖区域（包括1-6区等）； 2.前进路以东", "裕安二路以南", "广深高速公路-边检路以西", "湖滨路以北宝安所辖区域（包括14-23、26-28区等）； 3.广深高速公路以东", "上川路以南宝安所辖区域（67-72区）"]
  }, {
    "": [""]
  }, {
    "新安中学(初中部)": ["107国道以东", "前进路以西", "新圳路以北", "上川路以南区域（7-10、12、13、24、25、29、30区）"]
  }, {
    "文汇学校(初中部)": ["1. 107国道以东", "广深高速公路以西", "裕安二路以北", "新安四路、新安五路以南区域（包括29-36区等）；2. 前进路以东", "宝安公园以西", "新安四路以北", "西乡大道以南区域（73-76区等）及曦城"]
  }, {
    "宝安实验学校(初中部)": ["湖滨路以北", "甲岸路以南", "107国道以西至海边（包括11、37-40区", "金泓凯旋城、西岸观邸、熙龙湾二期等小区）"]
  }, {
    "海滨中学": ["甲岸路以北", "新安六路以南", "107国道以西", "宝安大道以东区域（包括41-50区等）"]
  }, {
    "海旺学校(初中部)": ["甲岸路以北", "裕安路以南", "宝安大道以西至海边"]
  }, {
    "": [""]
  }, {
    "新湖学校(初中部)": ["裕安路、宝兴路以北", "海城路以南", "宝安大道以西至海边"]
  }, {
    "": [""]
  }, {
    "海韵学校(初中部)": ["裕安路、宝兴路以北", "海城路以南", "宝安大道以西至海边"]
  }, {
    "宝安第一外国语学校(初中部)": ["1.海城路以北", "西乡大道以南", "宝安大道以西至海边区域；"]
  }, {
    "宝安第一外国语学校(初中部)": ["2.西乡大道以北", "共乐路、金海路以南", "兴业路以西至海边"]
  }, {
    "中澳实验学校(筹)(原清华实验学校)公办初中部": ["桃源居社区（购房户）"]
  }, {
    "西乡中学(初中部)": ["宝安大道以东", "包括河东、河西、西乡、龙珠、龙腾、盐田（宝安大道以东）、庄边、共乐、乐群、凤凰岗、铁岗、富华（天骄世家、富盈门、丽景城除外）、臣田、蚝业、柳竹、流塘等社区。（其中蚝业、西乡、柳竹三个社区在宝安大道以西的住宅小区除外）"]
  }, {
    "海湾中学": ["1.黄麻布、九围、黄田、后瑞、草围、鹤洲、利锦、钟屋、桃源居、固戍、南昌、三围等社区"]
  }, {
    "海湾中学": ["2.西乡大道以北、宝安大道以西（共乐路、金海路以南", "兴业路以西除外）"]
  }, {
    "福永中学": ["福永、怀德、白石厦、聚福、新和、兴围、福围社区"]
  }, {
    "福永中学": ["凤凰、新田、稔田、桥头及和平社区"]
  }, {
    "塘尾万里学校(初中部)": ["塘尾、桥头、和平社区"]
  }, {
    "凤凰学校(初中部)": ["凤凰、新田、稔田社区", "大洋田片区"]
  }, {
    "凤凰学校(初中部)": ["福永、怀德、白石厦、聚福、新和、兴围、福围、塘尾、桥头、和平社区"]
  }, {
    "沙井中学(初中部)": ["沙井中心路以西片区"]
  }, {
    "上寮学校(初中部)": ["沙井中心路以东片区"]
  }, {
    "松岗中学(初中部)": ["潭头、东方、红星、松岗（部分", "不含东风村、麒麟新村、星港城等4至8类）、楼岗、松涛、花果山、溪头、沙浦、沙浦围、朗下、碧头、江边社区"]
  }, {
    "松岗中学(初中部)": ["洪桥头社区； 南至松白路", "北至沙江路", "西至107国道", "主要社区：山门社区", "松岗社区（部分）"]
  }, {
    "燕山学校(初中部)": ["南至沙江路", "西至107国道。主要小区有：集信名城；主要社区有：燕川", "罗田", "塘下涌"]
  }, {
    "燕山学校(初中部)": ["洪桥头社区； 南至松白路", "北至沙江路", "西至107国道", "主要社区：山门社区", "松岗社区（部分）"]
  }, {
    "宝安中学（集团）石岩外国语学校": ["全街道（家长报名时从这两个学校中选择一个申报。两校符合就读条件的学生", "根据类别和积分", "按照两校招生计划总数从高到低划定统一录取线。其中一个学校录取线以上超过本校招生计划的的学生", "自动调整到另一个学校）"]
  }, {
    "（初中部）": [""]
  }, {
    "官田学校（初中部）": [""]
  }]
if (typeof(module) !== 'undefined') {
  module.exports = schoolArr
};