var village2SchoolObj = 
{

	/****************************************************************
	 ** 龙华 **
	 ****************************************************************/

	"1618": {
		"schoolList": ["蛇口学校小学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00000"
	},
	"白芒村": {
		"schoolList": ["白芒小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00001"
	},
	"麻勘村": {
		"schoolList": ["白芒小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00002"
	},
	"西丽阳光工业区": {
		"schoolList": ["白芒小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00003"
	},
	"荔枝世界": {
		"schoolList": ["白芒小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00004"
	},
	"西丽果场": {
		"schoolList": ["白芒小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00005"
	},
	"白芒村百旺大厦": {
		"schoolList": ["白芒小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00006"
	},
	"白芒村百旺研发公寓": {
		"schoolList": ["白芒小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00007"
	},
	"丽河工业园": {
		"schoolList": ["白芒小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00008"
	},
	"南岗第一工业园": {
		"schoolList": ["白芒小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00009"
	},
	"百旺第二工业园": {
		"schoolList": ["白芒小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00010"
	},
	"新锋工业园": {
		"schoolList": ["白芒小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00011"
	},
	"亿进利工业园": {
		"schoolList": ["白芒小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00012"
	},
	"金亿莱米坑工业园": {
		"schoolList": ["白芒小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00013"
	},
	"赤湾村": {
		"schoolList": ["赤湾学校小学部", "蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00014"
	},
	"赤湾花园": {
		"schoolList": ["赤湾学校小学部", "蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00015"
	},
	"赤湾商业街": {
		"schoolList": ["赤湾学校小学部", "蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00016"
	},
	"港湾生活小区": {
		"schoolList": ["赤湾学校小学部", "蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00017"
	},
	"海景公寓": {
		"schoolList": ["赤湾学校小学部", "蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00018"
	},
	"海天楼": {
		"schoolList": ["赤湾学校小学部", "蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00019"
	},
	"海曦楼": {
		"schoolList": ["赤湾学校小学部", "蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00020"
	},
	"马尾田生活区": {
		"schoolList": ["赤湾学校小学部", "蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00021"
	},
	"西坑生活区": {
		"schoolList": ["赤湾学校小学部", "蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00022"
	},
	"西牛埔生活区": {
		"schoolList": ["赤湾学校小学部", "蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00023"
	},
	"观峰阁": {
		"schoolList": ["赤湾学校小学部", "月亮湾小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00024"
	},
	"赤湾山": {
		"schoolList": ["赤湾学校小学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00025"
	},
	"赤湾居委会": {
		"schoolList": ["赤湾学校小学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00026"
	},
	"赤湾派出所": {
		"schoolList": ["赤湾学校小学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00027"
	},
	"少帝陵": {
		"schoolList": ["赤湾学校小学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00028"
	},
	"赤湾市场": {
		"schoolList": ["赤湾学校小学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00029"
	},
	"赤湾港": {
		"schoolList": ["赤湾学校小学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00030"
	},
	"左炮台": {
		"schoolList": ["赤湾学校小学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00031"
	},
	"天后宫庙": {
		"schoolList": ["赤湾学校小学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00032"
	},
	"赤湾小学旧校区": {
		"schoolList": ["赤湾学校小学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00033"
	},
	"大磡二村": {
		"schoolList": ["大磡小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00034"
	},
	"大磡工业区": {
		"schoolList": ["大磡小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00035"
	},
	"大磡一村": {
		"schoolList": ["大磡小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00036"
	},
	"福光村": {
		"schoolList": ["大磡小学", "塘朗小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00037"
	},
	"福利农场": {
		"schoolList": ["大磡小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00038"
	},
	"麒麟山疗养院": {
		"schoolList": ["大磡小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00039"
	},
	"麒麟山庄": {
		"schoolList": ["大磡小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00040"
	},
	" 野生动物园宿舍": {
		"schoolList": ["大磡小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00041"
	},
	"王京坑": {
		"schoolList": ["大磡小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00042"
	},
	"西丽湖动物园总站": {
		"schoolList": ["大磡小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00043"
	},
	"西丽湖度假村宿舍": {
		"schoolList": ["大磡小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00044"
	},
	"西丽湖工贸公司宿舍": {
		"schoolList": ["大磡小学", "平山小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00045"
	},
	"大王庙": {
		"schoolList": ["大新小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00046"
	},
	"大新村": {
		"schoolList": ["大新小学", "前海学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00047"
	},
	"大新新村": {
		"schoolList": ["大新小学", "前海学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00048"
	},
	"东方新地苑": {
		"schoolList": ["大新小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00049"
	},
	"福惠街": {
		"schoolList": ["大新小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00050"
	},
	"福源街": {
		"schoolList": ["大新小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00051"
	},
	"富强阁": {
		"schoolList": ["大新小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00052"
	},
	"供电公司宿舍": {
		"schoolList": ["大新小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00053"
	},
	"关口下街": {
		"schoolList": ["大新小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00054"
	},
	"关口正街": {
		"schoolList": ["大新小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00055"
	},
	"国兴大厦": {
		"schoolList": ["大新小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00056"
	},
	"国兴苑": {
		"schoolList": ["大新小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00057"
	},
	"红花园村": {
		"schoolList": ["大新小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00058"
	},
	"宏福苑": {
		"schoolList": ["大新小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00059"
	},
	"宏华苑": {
		"schoolList": ["大新小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00060"
	},
	"华府花园": {
		"schoolList": ["大新小学", "前海学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00061"
	},
	"环卫宿舍": {
		"schoolList": ["大新小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00062"
	},
	"吉祥花园": {
		"schoolList": ["大新小学", "前海学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00063"
	},
	"家品厂宿舍": {
		"schoolList": ["大新小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00064"
	},
	"嘉南美地": {
		"schoolList": ["大新小学", "前海学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00065"
	},
	"锦福苑": {
		"schoolList": ["大新小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00066"
	},
	"丽乐美居": {
		"schoolList": ["大新小学", "前海学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00067"
	},
	"龙屋村": {
		"schoolList": ["大新小学", "前海学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00068"
	},
	"龙屋村龙腾阁": {
		"schoolList": ["大新小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00069"
	},
	"南山豪庭": {
		"schoolList": ["大新小学", "前海学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00070"
	},
	"南景苑": {
		"schoolList": ["大新小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00071"
	},
	"南贸中心": {
		"schoolList": ["大新小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00072"
	},
	"南山商业大厦": {
		"schoolList": ["大新小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00073"
	},
	"南头办事处综合楼": {
		"schoolList": ["大新小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00074"
	},
	"南头花园": {
		"schoolList": ["大新小学", "前海学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00075"
	},
	"南文楼": {
		"schoolList": ["大新小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00076"
	},
	"前海金岸": {
		"schoolList": ["大新小学", "前海学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00077"
	},
	"深圳发展银行大厦": {
		"schoolList": ["大新小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00078"
	},
	"升平里街": {
		"schoolList": ["大新小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00079"
	},
	"太平里街": {
		"schoolList": ["大新小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00080"
	},
	"桃花园": {
		"schoolList": ["大新小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00081"
	},
	"田夏村": {
		"schoolList": ["大新小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00082"
	},
	"田夏新村": {
		"schoolList": ["大新小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00083"
	},
	"旺海怡苑": {
		"schoolList": ["大新小学", "前海学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00084"
	},
	"物资公司": {
		"schoolList": ["大新小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00085"
	},
	"新海大厦": {
		"schoolList": ["大新小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00086"
	},
	"新铺街": {
		"schoolList": ["大新小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00087"
	},
	"一甲海边新村": {
		"schoolList": ["大新小学", "前海学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00088"
	},
	"一甲街": {
		"schoolList": ["大新小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00089"
	},
	"医院职工宿舍": {
		"schoolList": ["大新小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00090"
	},
	"永福正街": {
		"schoolList": ["大新小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00091"
	},
	"永康正街": {
		"schoolList": ["大新小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00092"
	},
	"原劳动局宿舍": {
		"schoolList": ["大新小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00093"
	},
	"中国建设银行宿舍": {
		"schoolList": ["大新小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00094"
	},
	"关口居民房": {
		"schoolList": ["大新小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00095"
	},
	"鸿洲新都": {
		"schoolList": ["大新小学", "前海学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00096"
	},
	"东方美地苑": {
		"schoolList": ["大新小学", "前海学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00097"
	},
	"金桃源": {
		"schoolList": ["大新小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00098"
	},
	"南头大厦": {
		"schoolList": ["大新小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00099"
	},
	"苏豪名厦": {
		"schoolList": ["大新小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00100"
	},
	"一甲市场": {
		"schoolList": ["大新小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00101"
	},
	"仓前村": {
		"schoolList": ["大新小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00102"
	},
	"冲下村": {
		"schoolList": ["大新小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00103"
	},
	"常兴广场": {
		"schoolList": ["大新小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00104"
	},
	"田厦改造区": {
		"schoolList": ["大新小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00105"
	},
	"四季丽晶": {
		"schoolList": ["大新小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00106"
	},
	"大新大厦世纪鑫宾馆": {
		"schoolList": ["大新小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00107"
	},
	"大新宾馆": {
		"schoolList": ["大新小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00108"
	},
	"田厦翡翠明珠": {
		"schoolList": ["大新小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00109"
	},
	"红花路水产楼": {
		"schoolList": ["大新小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00110"
	},
	"南新路宿舍楼": {
		"schoolList": ["大新小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00111"
	},
	"大新小学老师宿舍": {
		"schoolList": ["大新小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00112"
	},
	"钰龙园": {
		"schoolList": ["大新小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00113"
	},
	"大新村永发楼": {
		"schoolList": ["大新小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00114"
	},
	"南山邮电局": {
		"schoolList": ["大新小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00115"
	},
	"中国农业银行": {
		"schoolList": ["大新小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00116"
	},
	"田厦村统建楼": {
		"schoolList": ["大新小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00117"
	},
	"大新村商业街": {
		"schoolList": ["大新小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00118"
	},
	"海岸时代": {
		"schoolList": ["大新小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00119"
	},
	"大学区": {
		"schoolList": ["大学区：南科大实验小学,南科大实验二小,塘朗小学", "南科大实验小学", "大学区：龙珠中学,桃源中学,深圳大学城桃苑实验学校初中部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00120"
	},
	"商业楼": {
		"schoolList": ["海滨实验小学愉康部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00121"
	},
	"常丰花园": {
		"schoolList": ["海滨实验小学愉康部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00122"
	},
	"南油福临苑": {
		"schoolList": ["海滨实验小学愉康部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00123"
	},
	"南光市场富荔阁": {
		"schoolList": ["海滨实验小学愉康部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00124"
	},
	"供电服务大厦": {
		"schoolList": ["海滨实验小学愉康部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00125"
	},
	"光大村": {
		"schoolList": ["海滨实验小学愉康部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00126"
	},
	"豪园": {
		"schoolList": ["海滨实验小学愉康部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00127"
	},
	"南山医院职工宿舍": {
		"schoolList": ["海滨实验小学愉康部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00128"
	},
	"康乐大厦": {
		"schoolList": ["海滨实验小学愉康部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00129"
	},
	"荔芳村": {
		"schoolList": ["海滨实验小学愉康部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00130"
	},
	"荔馨村": {
		"schoolList": ["海滨实验小学愉康部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00131"
	},
	"荔园大厦": {
		"schoolList": ["海滨实验小学愉康部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00132"
	},
	"荔苑小区": {
		"schoolList": ["海滨实验小学愉康部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00133"
	},
	"民政公寓": {
		"schoolList": ["海滨实验小学愉康部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00134"
	},
	"南海明珠": {
		"schoolList": ["海滨实验小学愉康部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00135"
	},
	"南侨花园": {
		"schoolList": ["海滨实验小学愉康部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00136"
	},
	"南苑新村西区": {
		"schoolList": ["海滨实验小学愉康部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00137"
	},
	"如意家园": {
		"schoolList": ["海滨实验小学愉康部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00138"
	},
	"飞行员公寓": {
		"schoolList": ["海滨实验小学愉康部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00139"
	},
	"时代骄子大厦": {
		"schoolList": ["海滨实验小学愉康部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00140"
	},
	"税务局住宅楼财税苑": {
		"schoolList": ["海滨实验小学愉康部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00141"
	},
	"四方村": {
		"schoolList": ["海滨实验小学愉康部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00142"
	},
	"桃苑单身公寓": {
		"schoolList": ["海滨实验小学愉康部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00143"
	},
	"桃苑小区": {
		"schoolList": ["海滨实验小学愉康部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00144"
	},
	"万象新园": {
		"schoolList": ["海滨实验小学愉康部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00145"
	},
	"兴业楼": {
		"schoolList": ["海滨实验小学愉康部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00146"
	},
	"学府花园": {
		"schoolList": ["海滨实验小学愉康部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00147"
	},
	"常桂苑怡苑阁": {
		"schoolList": ["海滨实验小学愉康部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00148"
	},
	"亿利达高层宿舍楼": {
		"schoolList": ["海滨实验小学愉康部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00149"
	},
	"愉康大厦": {
		"schoolList": ["海滨实验小学愉康部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00150"
	},
	"愉康花园": {
		"schoolList": ["海滨实验小学愉康部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00151"
	},
	"跃华园": {
		"schoolList": ["海滨实验小学愉康部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00152"
	},
	"中兴生活区": {
		"schoolList": ["海滨实验小学愉康部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00153"
	},
	"华侨新村花园": {
		"schoolList": ["海滨实验小学愉康部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00154"
	},
	"怡园大厦": {
		"schoolList": ["海滨实验小学愉康部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00155"
	},
	"中兴之家": {
		"schoolList": ["海滨实验小学愉康部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00156"
	},
	"中兴单身宿舍": {
		"schoolList": ["海滨实验小学愉康部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00157"
	},
	"向南瑞峰花园": {
		"schoolList": ["海滨实验小学愉康部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00158"
	},
	"阳光里雅居": {
		"schoolList": ["海滨实验小学愉康部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00159"
	},
	"华府假日": {
		"schoolList": ["海湾小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00160"
	},
	"蛇口商乐街": {
		"schoolList": ["海湾小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00161"
	},
	"五湾社区友联船厂宿舍": {
		"schoolList": ["海湾小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00162"
	},
	"曙光花园": {
		"schoolList": ["海湾小学", "蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00163"
	},
	"荣村住宅区": {
		"schoolList": ["海湾小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00164"
	},
	"海景广场": {
		"schoolList": ["海湾小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00165"
	},
	"碧涛中心": {
		"schoolList": ["海湾小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00166"
	},
	"大铲村": {
		"schoolList": ["海湾小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00167"
	},
	"海宁阁": {
		"schoolList": ["海湾小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00168"
	},
	"石云村": {
		"schoolList": ["海湾小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00169"
	},
	"水湾c区": {
		"schoolList": ["海湾小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00170"
	},
	"石云苑": {
		"schoolList": ["海湾小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00171"
	},
	"水湾b区": {
		"schoolList": ["海湾小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00172"
	},
	"滨海苑": {
		"schoolList": ["海湾小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00173"
	},
	"南水小区": {
		"schoolList": ["海湾小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00174"
	},
	"南水村": {
		"schoolList": ["海湾小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00175"
	},
	"招南小区": {
		"schoolList": ["海湾小学", "蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00176"
	},
	"蓝天苑": {
		"schoolList": ["海湾小学", "蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00177"
	},
	"渔二村": {
		"schoolList": ["海湾小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00178"
	},
	"蓝漪花园": {
		"schoolList": ["海湾小学", "蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00179"
	},
	"海明阁": {
		"schoolList": ["海湾小学", "蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00180"
	},
	"海韵嘉园": {
		"schoolList": ["海湾小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00181"
	},
	"海尚国际": {
		"schoolList": ["海湾小学", "蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00182"
	},
	"望海汇景苑": {
		"schoolList": ["海湾小学", "蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00183"
	},
	"海伴雅居": {
		"schoolList": ["海湾小学", "蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00184"
	},
	"南水花园": {
		"schoolList": ["海湾小学", "蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00185"
	},
	"海欣花园": {
		"schoolList": ["海湾小学", "蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00186"
	},
	"海湾花园": {
		"schoolList": ["海湾小学", "蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00187"
	},
	"海滨花园": {
		"schoolList": ["海湾小学", "蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00188"
	},
	"南海玫瑰花园1到3期": {
		"schoolList": ["海湾小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00189"
	},
	"海马楼": {
		"schoolList": ["海湾小学", "蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00190"
	},
	"半岛城邦": {
		"schoolList": ["海湾小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00191"
	},
	"水湾社区新源楼宿舍": {
		"schoolList": ["海湾小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00192"
	},
	"南水步行街": {
		"schoolList": ["海湾小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00193"
	},
	"蛇口海昌街": {
		"schoolList": ["海湾小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00194"
	},
	"海昌街水产宿舍": {
		"schoolList": ["海湾小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00195"
	},
	"龙港小区": {
		"schoolList": ["海湾小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00196"
	},
	"蓝虹豪苑": {
		"schoolList": ["海湾小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00197"
	},
	"兴龙大厦": {
		"schoolList": ["海湾小学", "蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00198"
	},
	"东角头天俊综合楼": {
		"schoolList": ["海湾小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00199"
	},
	"海昌大厦": {
		"schoolList": ["海湾小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00200"
	},
	"海虹苑": {
		"schoolList": ["海湾小学", "蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00201"
	},
	"蛇口新街南苑小区": {
		"schoolList": ["海湾小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00202"
	},
	"蛇口春天广场": {
		"schoolList": ["海湾小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00203"
	},
	"伍兹公寓": {
		"schoolList": ["海湾小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00204"
	},
	"蛇口新街翠苑": {
		"schoolList": ["海湾小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00205"
	},
	"工贸佳园": {
		"schoolList": ["后海小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00206"
	},
	"海琴花园": {
		"schoolList": ["后海小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00207"
	},
	"海琴苑": {
		"schoolList": ["后海小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00208"
	},
	"海月花园二期": {
		"schoolList": ["后海小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00209"
	},
	"海月花园一期": {
		"schoolList": ["后海小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00210"
	},
	"后海综合楼": {
		"schoolList": ["后海小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00211"
	},
	"金竹园大厦北座": {
		"schoolList": ["后海小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00212"
	},
	"兰园大厦": {
		"schoolList": ["后海小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00213"
	},
	"兰园商住楼": {
		"schoolList": ["后海小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00214"
	},
	"兰园小区": {
		"schoolList": ["后海小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00215"
	},
	"蓝月湾畔": {
		"schoolList": ["后海小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00216"
	},
	"明华宿舍": {
		"schoolList": ["后海小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00217"
	},
	"四海小区": {
		"schoolList": ["后海小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00218"
	},
	"榆园二期": {
		"schoolList": ["后海小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00219"
	},
	"榆园一期": {
		"schoolList": ["后海小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00220"
	},
	"招商银行宿舍": {
		"schoolList": ["后海小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00221"
	},
	"紫竹园": {
		"schoolList": ["后海小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00222"
	},
	"槟榔园": {
		"schoolList": ["后海小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00223"
	},
	"桂园小区": {
		"schoolList": ["后海小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00224"
	},
	"三湘海尚": {
		"schoolList": ["后海小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00225"
	},
	"太古城北区": {
		"schoolList": ["后海小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00226"
	},
	"君汇新天": {
		"schoolList": ["后海小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00227"
	},
	"文德福花园": {
		"schoolList": ["后海小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00228"
	},
	"榆园三期": {
		"schoolList": ["后海小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00229"
	},
	"招商社区服务大厦": {
		"schoolList": ["后海小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00230"
	},
	"颐安阅海台": {
		"schoolList": ["后海小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00231"
	},
	"曦湾华府": {
		"schoolList": ["后海小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00232"
	},
	"东方花园": {
		"schoolList": ["华侨城小学", "华侨城中学华侨城部", "华侨城中学深圳湾部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00233"
	},
	"东组团": {
		"schoolList": ["华侨城小学", "华侨城中学华侨城部", "华侨城中学深圳湾部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00234"
	},
	"飞亚达集团飞镖公司宿舍": {
		"schoolList": ["华侨城小学", "华侨城中学深圳湾部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00235"
	},
	"光华街": {
		"schoolList": ["华侨城小学", "华侨城中学华侨城部", "华侨城中学深圳湾部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00236"
	},
	"光侨街": {
		"schoolList": ["华侨城小学", "华侨城中学华侨城部", "华侨城中学深圳湾部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00237"
	},
	"桂花苑": {
		"schoolList": ["华侨城小学", "华侨城中学华侨城部", "华侨城中学深圳湾部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00238"
	},
	"海景花园": {
		"schoolList": ["华侨城小学", "华侨城中学华侨城部", "华侨城中学深圳湾部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00239"
	},
	"湖滨花园": {
		"schoolList": ["华侨城小学", "华侨城中学华侨城部", "华侨城中学深圳湾部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00240"
	},
	"华侨城小学宿舍": {
		"schoolList": ["华侨城小学", "华侨城中学华侨城部", "华侨城中学深圳湾部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00241"
	},
	"华侨城中学宿舍": {
		"schoolList": ["华侨城小学", "华侨城中学华侨城部", "华侨城中学深圳湾部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00242"
	},
	"华山村": {
		"schoolList": ["华侨城小学", "华侨城中学华侨城部", "华侨城中学深圳湾部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00243"
	},
	"汇文楼": {
		"schoolList": ["华侨城小学", "华侨城中学华侨城部", "华侨城中学深圳湾部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00244"
	},
	"锦绣公寓": {
		"schoolList": ["华侨城小学", "华侨城中学华侨城部", "华侨城中学深圳湾部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00245"
	},
	"锦绣花园": {
		"schoolList": ["华侨城小学", "华侨城中学华侨城部", "华侨城中学深圳湾部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00246"
	},
	"京蓉混凝土结构厂宿舍": {
		"schoolList": ["华侨城小学", "华侨城中学深圳湾部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00247"
	},
	"康佳苑": {
		"schoolList": ["华侨城小学", "华侨城中学华侨城部", "华侨城中学深圳湾部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00248"
	},
	"荔海楼": {
		"schoolList": ["华侨城小学", "华侨城中学华侨城部", "华侨城中学深圳湾部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00249"
	},
	"侨城东街": {
		"schoolList": ["华侨城小学", "华侨城中学华侨城部", "华侨城中学深圳湾部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00250"
	},
	"汕头街": {
		"schoolList": ["华侨城小学", "华侨城中学华侨城部", "华侨城中学深圳湾部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00251"
	},
	"松山村": {
		"schoolList": ["华侨城小学", "华侨城中学华侨城部", "华侨城中学深圳湾部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00252"
	},
	"香山村": {
		"schoolList": ["华侨城小学", "华侨城中学华侨城部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00253"
	},
	"兴源供水设备开发公司宿舍": {
		"schoolList": ["华侨城小学", "华侨城中学华侨城部", "华侨城中学深圳湾部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00254"
	},
	"燕栖楼": {
		"schoolList": ["华侨城小学", "华侨城中学华侨城部", "华侨城中学深圳湾部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00255"
	},
	"一冶南方公司宿舍": {
		"schoolList": ["华侨城小学", "华侨城中学华侨城部", "华侨城中学深圳湾部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00256"
	},
	"怡康楼": {
		"schoolList": ["华侨城小学", "华侨城中学华侨城部", "华侨城中学深圳湾部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00257"
	},
	"中旅广场": {
		"schoolList": ["华侨城小学", "南山区第二实验学校小学部", "华侨城中学华侨城部", "华侨城中学深圳湾部", "南山区第二实验学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00258"
	},
	"中旅学院宿舍": {
		"schoolList": ["华侨城小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00259"
	},
	"文昌北街": {
		"schoolList": ["华侨城小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00260"
	},
	"燕晗山居": {
		"schoolList": ["华侨城小学", "华侨城中学华侨城部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00261"
	},
	"官龙村": {
		"schoolList": ["留仙小学", "西丽小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00262"
	},
	"丽雅苑": {
		"schoolList": ["留仙小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00263"
	},
	"留仙洞村": {
		"schoolList": ["留仙小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00264"
	},
	"留仙洞工业区": {
		"schoolList": ["留仙小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00265"
	},
	"牛成村": {
		"schoolList": ["留仙小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00266"
	},
	"学子荔园": {
		"schoolList": ["留仙小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00267"
	},
	"高职院西校区": {
		"schoolList": ["留仙小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00268"
	},
	"留仙小学宿舍楼": {
		"schoolList": ["留仙小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00269"
	},
	"官龙名苑": {
		"schoolList": ["留仙小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00270"
	},
	"中兴科技园": {
		"schoolList": ["留仙小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00271"
	},
	"凯达集团": {
		"schoolList": ["留仙小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00272"
	},
	"tcl职工宿舍": {
		"schoolList": ["留仙小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00273"
	},
	"丽新综合楼": {
		"schoolList": ["留仙小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00274"
	},
	"留仙公馆": {
		"schoolList": ["留仙小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00275"
	},
	"留仙公寓": {
		"schoolList": ["留仙小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00276"
	},
	"西丽蓝天": {
		"schoolList": ["留仙小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00277"
	},
	"南山区社会福利中心": {
		"schoolList": ["留仙小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00278"
	},
	"中兴人才公寓": {
		"schoolList": ["留仙小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00279"
	},
	"宝能华府": {
		"schoolList": ["留仙小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00280"
	},
	"天悦湾花园": {
		"schoolList": ["留仙小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00281"
	},
	"永安公寓": {
		"schoolList": ["南海小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00282"
	},
	"中海丽苑": {
		"schoolList": ["南海小学", "学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00283"
	},
	"中兴公寓": {
		"schoolList": ["南海小学", "学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00284"
	},
	"百富大厦": {
		"schoolList": ["南海小学", "学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00285"
	},
	"城市山林": {
		"schoolList": ["南海小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00286"
	},
	"登良花园": {
		"schoolList": ["南海小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00287"
	},
	"东方海雅居": {
		"schoolList": ["南海小学", "学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00288"
	},
	"福满园": {
		"schoolList": ["南海小学", "南山实验教育集团南海中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00289"
	},
	"福庭苑": {
		"schoolList": ["南海小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00290"
	},
	"福园单身公寓": {
		"schoolList": ["南海小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00291"
	},
	"福园小区": {
		"schoolList": ["南海小学", "南山实验教育集团南海中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00292"
	},
	"黄金豪庭": {
		"schoolList": ["南海小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00293"
	},
	"汇宾广场": {
		"schoolList": ["南海小学", "南山实验教育集团南海中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00294"
	},
	"金晖大厦": {
		"schoolList": ["南海小学", "学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00295"
	},
	"金山花园": {
		"schoolList": ["南海小学", "南山实验教育集团南海中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00296"
	},
	"荔庭苑": {
		"schoolList": ["南海小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00297"
	},
	"荔雅居": {
		"schoolList": ["南海小学", "学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00298"
	},
	"龙佳园": {
		"schoolList": ["南海小学", "学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00299"
	},
	"龙坤居": {
		"schoolList": ["南海小学", "学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00300"
	},
	"美丽湾国际公寓": {
		"schoolList": ["南海小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00301"
	},
	"南油第三工业区": {
		"schoolList": ["南海小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00302"
	},
	"南油粤海工业村": {
		"schoolList": ["南海小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00303"
	},
	"南园统建楼": {
		"schoolList": ["南海小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00304"
	},
	"赛格茗苑银兴苑": {
		"schoolList": ["南海小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00305"
	},
	"深意综合楼": {
		"schoolList": ["南海小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00306"
	},
	"世纪广场": {
		"schoolList": ["南海小学", "学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00307"
	},
	"四达大厦": {
		"schoolList": ["南海小学", "学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00308"
	},
	"天安南油工业区": {
		"schoolList": ["南海小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00309"
	},
	"天安生活区": {
		"schoolList": ["南海小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00310"
	},
	"南粤山庄": {
		"schoolList": ["南海小学", "南山实验教育集团南海中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00311"
	},
	"新街口公寓": {
		"schoolList": ["南海小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00312"
	},
	"汉京山": {
		"schoolList": ["南海小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00313"
	},
	"中泰艺术名庭": {
		"schoolList": ["南海小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00314"
	},
	"荔海春城": {
		"schoolList": ["南海小学", "南山实验教育集团南海中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00315"
	},
	"观海台": {
		"schoolList": ["南山第二外国语学校小学部", "南山第二外国语学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00316"
	},
	"漾日湾畔": {
		"schoolList": ["南山第二外国语学校小学部", "南山第二外国语学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00317"
	},
	"滨海之窗": {
		"schoolList": ["南山第二外国语学校小学部", "南山第二外国语学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00318"
	},
	"波托菲洛纯水岸": {
		"schoolList": ["南山区第二实验学校小学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00319"
	},
	"波托菲诺天鹅堡": {
		"schoolList": ["南山区第二实验学校小学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00320"
	},
	"大豪家私厂宿舍": {
		"schoolList": ["南山区第二实验学校小学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00321"
	},
	"东方科技园": {
		"schoolList": ["南山区第二实验学校小学部", "南山区第二实验学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00322"
	},
	"芳华苑": {
		"schoolList": ["南山区第二实验学校小学部", "华侨城中学华侨城部", "南山区第二实验学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00323"
	},
	"佛山街": {
		"schoolList": ["南山区第二实验学校小学部", "华侨城中学华侨城部", "华侨城中学深圳湾部", "南山区第二实验学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00324"
	},
	"恒通水泥厂宿舍": {
		"schoolList": ["南山区第二实验学校小学部", "华侨城中学华侨城部", "华侨城中学深圳湾部", "南山区第二实验学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00325"
	},
	"华侨城家私厂宿舍": {
		"schoolList": ["南山区第二实验学校小学部", "南山区第二实验学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00326"
	},
	"华庆自行车厂宿舍": {
		"schoolList": ["南山区第二实验学校小学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00327"
	},
	"建升自行车厂建升园邨": {
		"schoolList": ["南山区第二实验学校小学部", "南山区第二实验学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00328"
	},
	"荔枝苑": {
		"schoolList": ["南山区第二实验学校小学部", "华侨城中学华侨城部", "华侨城中学深圳湾部", "南山区第二实验学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00329"
	},
	"茂华装饰公司宿舍": {
		"schoolList": ["南山区第二实验学校小学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00330"
	},
	"美景工业苑宿舍楼": {
		"schoolList": ["南山区第二实验学校小学部", "南山区第二实验学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00331"
	},
	"沙河街道办事处": {
		"schoolList": ["南山区第二实验学校小学部", "华侨城中学华侨城部", "华侨城中学深圳湾部", "南山区第二实验学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00332"
	},
	"消防中队宿舍": {
		"schoolList": ["南山区第二实验学校小学部", "南山区第二实验学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00333"
	},
	"央校宿舍": {
		"schoolList": ["南山区第二实验学校小学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00334"
	},
	"一辉花园": {
		"schoolList": ["南山区第二实验学校小学部", "南山区第二实验学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00335"
	},
	"中新街": {
		"schoolList": ["南山区第二实验学校小学部", "南山区第二实验学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00336"
	},
	"岁宝公司宿舍": {
		"schoolList": ["南山区第二实验学校小学部", "南山区第二实验学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00337"
	},
	"雷圳碧榕湾名苑 ": {
		"schoolList": ["南山实验荔林小学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00338"
	},
	"雷圳碧榕湾名苑二期": {
		"schoolList": ["南山实验荔林小学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00339"
	},
	"诺德假日花园 （诺德国际）": {
		"schoolList": ["南山实验荔林小学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00340"
	},
	"山海翠庐 ": {
		"schoolList": ["南山实验荔林小学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00341"
	},
	"山居岁月 ": {
		"schoolList": ["南山实验荔林小学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00342"
	},
	"山水情家园 ": {
		"schoolList": ["南山实验荔林小学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00343"
	},
	"太子山庄": {
		"schoolList": ["南山实验荔林小学部", "南山实验教育集团南海中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00344"
	},
	"能源工业小区": {
		"schoolList": ["南山实验荔林小学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00345"
	},
	"固城机电宿舍": {
		"schoolList": ["南山实验荔林小学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00346"
	},
	"铭筑": {
		"schoolList": ["南山实验荔林小学部", "南山实验教育集团南海中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00347"
	},
	"滨福世纪": {
		"schoolList": ["南山外国语学校科苑部(小学)", "南山外国语学校高新部(初中)"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00348"
	},
	"滨福庭园": {
		"schoolList": ["南山外国语学校科苑部(小学)", "南山外国语学校高新部(初中)"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00349"
	},
	"博海": {
		"schoolList": ["南山外国语学校科苑部(小学)", "南山外国语学校高新部(初中)"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00350"
	},
	"纯海岸": {
		"schoolList": ["南山外国语学校科苑部(小学)", "南山外国语学校高新部(初中)"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00351"
	},
	"高新公寓": {
		"schoolList": ["南山外国语学校科苑部(小学)", "南山外国语学校高新部(初中)"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00352"
	},
	"海怡东方": {
		"schoolList": ["南山外国语学校科苑部(小学)", "南山外国语学校高新部(初中)"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00353"
	},
	"恒立听海花园": {
		"schoolList": ["南山外国语学校科苑部(小学)", "南山外国语学校高新部(初中)"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00354"
	},
	"浪琴半岛": {
		"schoolList": ["南山外国语学校科苑部(小学)", "南山外国语学校高新部(初中)"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00355"
	},
	"熙湾": {
		"schoolList": ["南山外国语学校科苑部(小学)", "南山外国语学校高新部(初中)"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00356"
	},
	"阳光带海滨城1期": {
		"schoolList": ["南山外国语学校科苑部(小学)"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00357"
	},
	"中信海阔天空": {
		"schoolList": ["南山外国语学校科苑部(小学)", "南山外国语学校高新部(初中)"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00358"
	},
	"卓越浅水湾花园": {
		"schoolList": ["南山外国语学校科苑部(小学)", "南山外国语学校高新部(初中)"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00359"
	},
	"阳光带海滨城2期": {
		"schoolList": ["南山外国语学校科苑部(小学)"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00360"
	},
	"岸芷汀兰": {
		"schoolList": ["南山外国语学校科苑部(小学)", "南山外国语学校高新部(初中)"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00361"
	},
	"郎苑花园": {
		"schoolList": ["南山文理实验学校小学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00362"
	},
	"半山翠林": {
		"schoolList": ["南山文理实验学校小学部", "南山文理实验学校初中部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00363"
	},
	"珠光花半里": {
		"schoolList": ["南山文理实验学校小学部", "南山文理实验学校初中部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00364"
	},
	"博伦学校宿舍楼": {
		"schoolList": ["南山文理实验学校小学部", "南山文理实验学校初中部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00365"
	},
	"丽珠花园": {
		"schoolList": ["南山文理实验学校小学部", "南山文理实验学校初中部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00366"
	},
	"宝珠花园": {
		"schoolList": ["南山文理实验学校小学部", "南山文理实验学校初中部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00367"
	},
	"龙都名园": {
		"schoolList": ["南山文理实验学校小学部", "南山文理实验学校初中部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00368"
	},
	"润城花园": {
		"schoolList": ["南山文理实验学校小学部", "南山文理实验学校初中部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00369"
	},
	"珠光大夏": {
		"schoolList": ["南山文理实验学校小学部", "南山文理实验学校初中部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00370"
	},
	"龙都花园": {
		"schoolList": ["南山文理实验学校小学部", "南山文理实验学校初中部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00371"
	},
	"龙联花园": {
		"schoolList": ["南山文理实验学校小学部", "南山文理实验学校初中部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00372"
	},
	"新屋村": {
		"schoolList": ["南山文理实验学校小学部", "南山文理实验学校初中部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00373"
	},
	"半山语林": {
		"schoolList": ["南山文理实验学校小学部", "南山文理实验学校初中部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00374"
	},
	"名珠雅庭": {
		"schoolList": ["南山文理实验学校小学部", "南山文理实验学校初中部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00375"
	},
	"桃源文体中心": {
		"schoolList": ["南山文理实验学校小学部", "南山文理实验学校初中部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00376"
	},
	"珠光村": {
		"schoolList": ["南山文理实验学校小学部", "南山文理实验学校初中部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00377"
	},
	"龙祥苑": {
		"schoolList": ["南山文理实验学校小学部", "南山文理实验学校初中部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00378"
	},
	"北头村": {
		"schoolList": ["南山小学", "南山实验教育集团南海中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00379"
	},
	"北头豪苑": {
		"schoolList": ["南山小学", "南山实验教育集团南海中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00380"
	},
	"北头新村": {
		"schoolList": ["南山小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00381"
	},
	"福海苑": {
		"schoolList": ["南山小学", "南山实验教育集团南海中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00382"
	},
	"惠中名苑": {
		"schoolList": ["南山小学", "南山实验教育集团南海中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00383"
	},
	"南山村": {
		"schoolList": ["南山小学", "南山实验教育集团南海中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00384"
	},
	"南山统建楼": {
		"schoolList": ["南山小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00385"
	},
	"南园村": {
		"schoolList": ["南山小学", "南山实验教育集团南海中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00386"
	},
	"瑞景华庭": {
		"schoolList": ["南山小学", "南山实验教育集团南海中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00387"
	},
	"深华园": {
		"schoolList": ["南山小学", "南山实验教育集团南海中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00388"
	},
	"天马综合楼": {
		"schoolList": ["南山小学", "南山实验教育集团南海中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00389"
	},
	"西海花园": {
		"schoolList": ["南山小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00390"
	},
	"心语家园": {
		"schoolList": ["南山小学", "南山实验教育集团南海中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00391"
	},
	"阳光花地": {
		"schoolList": ["南山小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00392"
	},
	"悠山美地": {
		"schoolList": ["南山小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00393"
	},
	"德馨花园": {
		"schoolList": ["南山小学", "南山实验教育集团南海中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00394"
	},
	"南新苑": {
		"schoolList": ["南山小学", "南山实验教育集团南海中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00395"
	},
	"心语雅园": {
		"schoolList": ["南山小学", "南山实验教育集团南海中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00396"
	},
	"向南西苑": {
		"schoolList": ["南山小学", "南山实验教育集团南海中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00397"
	},
	"彩虹居": {
		"schoolList": ["南头城小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00398"
	},
	"方鼎华庭": {
		"schoolList": ["南头城小学", "同乐学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00399"
	},
	"方卉园": {
		"schoolList": ["南头城小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00400"
	},
	"豪方卉园": {
		"schoolList": ["南头城小学", "同乐学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00401"
	},
	"汇金家园": {
		"schoolList": ["南头城小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00402"
	},
	"嘉隆公寓": {
		"schoolList": ["南头城小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00403"
	},
	"嘉隆苑": {
		"schoolList": ["南头城小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00404"
	},
	"凯虹工业区": {
		"schoolList": ["南头城小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00405"
	},
	"兰丽花园": {
		"schoolList": ["南头城小学", "同乐学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00406"
	},
	"荔园新村": {
		"schoolList": ["南头城小学", "沙河小学", "南山区第二实验学校中学部", "同乐学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00407"
	},
	"莲城花园": {
		"schoolList": ["南头城小学", "同乐学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00408"
	},
	"马家龙工业区": {
		"schoolList": ["南头城小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00409"
	},
	"名家富居": {
		"schoolList": ["南头城小学", "同乐学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00410"
	},
	"名仕春天": {
		"schoolList": ["南头城小学", "同乐学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00411"
	},
	"明珠荔景": {
		"schoolList": ["南头城小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00412"
	},
	"南龙苑": {
		"schoolList": ["南头城小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00413"
	},
	"南头城村": {
		"schoolList": ["南头城小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00414"
	},
	"麒麟新村": {
		"schoolList": ["南头城小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00415"
	},
	"通海苑": {
		"schoolList": ["南头城小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00416"
	},
	"祥泰公寓": {
		"schoolList": ["南头城小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00417"
	},
	"阳光雅苑": {
		"schoolList": ["南头城小学", "同乐学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00418"
	},
	"艺华花园": {
		"schoolList": ["南头城小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00419"
	},
	"中山颐景": {
		"schoolList": ["南头城小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00420"
	},
	"中山苑": {
		"schoolList": ["南头城小学", "同乐学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00421"
	},
	"久商大厦": {
		"schoolList": ["南头城小学", "同乐学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00422"
	},
	"黎明工业区": {
		"schoolList": ["南头城小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00423"
	},
	"南山公安分局宿舍楼": {
		"schoolList": ["南头城小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00424"
	},
	"城市山谷": {
		"schoolList": ["南外大冲学校小学部", "大冲学校初中部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00425"
	},
	"大冲村": {
		"schoolList": ["南外大冲学校小学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00426"
	},
	"大冲新村": {
		"schoolList": ["南外大冲学校小学部", "大冲学校初中部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00427"
	},
	"帝景园": {
		"schoolList": ["南外大冲学校小学部", "大冲学校初中部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00428"
	},
	"硅谷别墅": {
		"schoolList": ["南外大冲学校小学部", "大冲学校初中部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00429"
	},
	"豪方花园": {
		"schoolList": ["南外大冲学校小学部", "大冲学校初中部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00430"
	},
	"豪方现代豪园": {
		"schoolList": ["南外大冲学校小学部", "大冲学校初中部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00431"
	},
	"豪景花园": {
		"schoolList": ["南外大冲学校小学部", "大冲学校初中部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00432"
	},
	"汇景豪苑": {
		"schoolList": ["南外大冲学校小学部", "大冲学校初中部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00433"
	},
	"汇园雅居": {
		"schoolList": ["南外大冲学校小学部", "大冲学校初中部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00434"
	},
	"晶品居": {
		"schoolList": ["南外大冲学校小学部", "大冲学校初中部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00435"
	},
	"凯丽花园": {
		"schoolList": ["南外大冲学校小学部", "大冲学校初中部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00436"
	},
	"科技园": {
		"schoolList": ["南外大冲学校小学部", "大冲学校初中部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00437"
	},
	"莱英花园": {
		"schoolList": ["南外大冲学校小学部", "大冲学校初中部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00438"
	},
	"朗景园": {
		"schoolList": ["南外大冲学校小学部", "大冲学校初中部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00439"
	},
	"阮屋村": {
		"schoolList": ["南外大冲学校小学部", "大冲学校初中部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00440"
	},
	"深南花园": {
		"schoolList": ["南外大冲学校小学部", "大冲学校初中部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00441"
	},
	"吴屋村": {
		"schoolList": ["南外大冲学校小学部", "大冲学校初中部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00442"
	},
	"阳光海景豪苑": {
		"schoolList": ["南外大冲学校小学部", "大冲学校初中部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00443"
	},
	"英伦名苑": {
		"schoolList": ["南外大冲学校小学部", "大冲学校初中部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00444"
	},
	"缘来居": {
		"schoolList": ["南外大冲学校小学部", "大冲学校初中部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00445"
	},
	"东滨华苑": {
		"schoolList": ["南油小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00446"
	},
	"海晖大厦": {
		"schoolList": ["南油小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00447"
	},
	"海映山庄": {
		"schoolList": ["南油小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00448"
	},
	"后海村": {
		"schoolList": ["南油小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00449"
	},
	"后海海逸苑": {
		"schoolList": ["南油小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00450"
	},
	"后海花园6至7栋": {
		"schoolList": ["南油小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00451"
	},
	"后海名苑居": {
		"schoolList": ["南油小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00452"
	},
	"后海统建楼": {
		"schoolList": ["南油小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00453"
	},
	"金海岸": {
		"schoolList": ["南油小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00454"
	},
	"京光海景大厦": {
		"schoolList": ["南油小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00455"
	},
	"矩建大厦": {
		"schoolList": ["南油小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00456"
	},
	"蓝海上城": {
		"schoolList": ["南油小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00457"
	},
	"龙滨花园": {
		"schoolList": ["南油小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00458"
	},
	"龙城花园": {
		"schoolList": ["南油小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00459"
	},
	"南海花园": {
		"schoolList": ["南油小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00460"
	},
	"南油生活a区": {
		"schoolList": ["南油小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00461"
	},
	"南油生活b区": {
		"schoolList": ["南油小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00462"
	},
	"现代城梦想家园": {
		"schoolList": ["南油小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00463"
	},
	"新一代国际公寓": {
		"schoolList": ["南油小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00464"
	},
	"信和自由广场": {
		"schoolList": ["南油小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00465"
	},
	"雅仕荔景苑": {
		"schoolList": ["南油小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00466"
	},
	"怡海花园": {
		"schoolList": ["南油小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00467"
	},
	"深蓝公寓": {
		"schoolList": ["南油小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00468"
	},
	"粤海小区": {
		"schoolList": ["南油小学", "学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00469"
	},
	"粤海大厦": {
		"schoolList": ["南油小学", "学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00470"
	},
	"华英大厦": {
		"schoolList": ["南油小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00471"
	},
	"信泽南乐雅苑": {
		"schoolList": ["南油小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00472"
	},
	"大学城职工宿舍": {
		"schoolList": ["平山小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00473"
	},
	"德意名居": {
		"schoolList": ["平山小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00474"
	},
	"红花岭工业区": {
		"schoolList": ["平山小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00475"
	},
	"红花岭群泰生活小区": {
		"schoolList": ["平山小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00476"
	},
	"丽岛花园": {
		"schoolList": ["平山小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00477"
	},
	"平福苑": {
		"schoolList": ["平山小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00478"
	},
	"平康苑": {
		"schoolList": ["平山小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00479"
	},
	"平丽花园": {
		"schoolList": ["平山小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00480"
	},
	"平山村": {
		"schoolList": ["平山小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00481"
	},
	"桑泰丹华": {
		"schoolList": ["平山小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00482"
	},
	"桃源办事处职工宿舍": {
		"schoolList": ["平山小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00483"
	},
	"西湖林语": {
		"schoolList": ["平山小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00484"
	},
	"学城绿园小区": {
		"schoolList": ["平山小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00485"
	},
	"圳宝公司宿舍": {
		"schoolList": ["平山小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00486"
	},
	"东明花园南山人才公寓": {
		"schoolList": ["平山小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00487"
	},
	"平山大厦": {
		"schoolList": ["平山小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00488"
	},
	"前海花园二期": {
		"schoolList": ["前海小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00489"
	},
	"前海花园三期": {
		"schoolList": ["前海小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00490"
	},
	"前海花园一期": {
		"schoolList": ["前海小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00491"
	},
	"星海名城": {
		"schoolList": ["前海小学", "前海学校小学部", "前海学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00492"
	},
	"前海小学宿舍": {
		"schoolList": ["前海小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00493"
	},
	"前海学校教师公寓": {
		"schoolList": ["前海学校小学部", "前海学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00494"
	},
	"天朗风清": {
		"schoolList": ["前海学校小学部", "前海学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00495"
	},
	"": {
		"schoolList": ["前海学校小学部", "前海学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00496"
	},
	"椰风海岸": {
		"schoolList": ["前海学校小学部", "前海学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00497"
	},
	"云栖西岸阁": {
		"schoolList": ["前海学校小学部", "前海学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00498"
	},
	"新德家园": {
		"schoolList": ["前海学校小学部", "前海学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00499"
	},
	"绿海名都": {
		"schoolList": ["前海学校小学部", "前海学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00500"
	},
	"港湾丽都": {
		"schoolList": ["前海学校小学部", "前海学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00501"
	},
	"御海新苑": {
		"schoolList": ["前海学校小学部", "前海学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00502"
	},
	"桃李花园": {
		"schoolList": ["前海学校小学部", "前海学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00503"
	},
	"侨洲花园": {
		"schoolList": ["沙河小学", "南山区第二实验学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00504"
	},
	"沙河工业区": {
		"schoolList": ["沙河小学", "南山区第二实验学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00505"
	},
	"鹤塘小区": {
		"schoolList": ["沙河小学", "南山区第二实验学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00506"
	},
	"景翠苑": {
		"schoolList": ["沙河小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00507"
	},
	"联发大楼沙河东路318号": {
		"schoolList": ["沙河小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00508"
	},
	"绿景公寓": {
		"schoolList": ["沙河小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00509"
	},
	"茂信大厦": {
		"schoolList": ["沙河小学", "南山区第二实验学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00510"
	},
	"美加广场": {
		"schoolList": ["沙河小学", "南山区第二实验学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00511"
	},
	"名商高尔夫球场": {
		"schoolList": ["沙河小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00512"
	},
	"明珠花园": {
		"schoolList": ["沙河小学", "南山区第二实验学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00513"
	},
	"假日湾华庭": {
		"schoolList": ["沙河小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00514"
	},
	"侨城豪苑": {
		"schoolList": ["沙河小学", "南山区第二实验学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00515"
	},
	"祥祺苑": {
		"schoolList": ["沙河小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00516"
	},
	"沙河商城": {
		"schoolList": ["沙河小学", "南山区第二实验学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00517"
	},
	"沙河世纪大厦": {
		"schoolList": ["沙河小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00518"
	},
	"深圳湾花园": {
		"schoolList": ["沙河小学", "南山区第二实验学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00519"
	},
	"世界花园": {
		"schoolList": ["沙河小学", "南山区第二实验学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00520"
	},
	"塘头村": {
		"schoolList": ["沙河小学", "南山区第二实验学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00521"
	},
	"下白石洲村": {
		"schoolList": ["沙河小学", "南山区第二实验学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00522"
	},
	"新塘村": {
		"schoolList": ["沙河小学", "南山区第二实验学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00523"
	},
	"新塘花园": {
		"schoolList": ["沙河小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00524"
	},
	"益田假日广场": {
		"schoolList": ["沙河小学", "南山区第二实验学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00525"
	},
	"中海深圳湾畔": {
		"schoolList": ["沙河小学", "南山区第二实验学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00526"
	},
	"中信花园": {
		"schoolList": ["沙河小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00527"
	},
	"上白石洲村": {
		"schoolList": ["沙河小学", "南山区第二实验学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00528"
	},
	"碧茵苑": {
		"schoolList": ["沙河小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00529"
	},
	"东华楼": {
		"schoolList": ["沙河小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00530"
	},
	"金三角大厦": {
		"schoolList": ["沙河小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00531"
	},
	"龙苑庭": {
		"schoolList": ["沙河小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00532"
	},
	"绿景阁": {
		"schoolList": ["沙河小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00533"
	},
	"天河花园": {
		"schoolList": ["沙河小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00534"
	},
	"侨城馨苑": {
		"schoolList": ["沙河小学", "南山区第二实验学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00535"
	},
	"沙河街35号工贸宿舍": {
		"schoolList": ["沙河小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00536"
	},
	"澳城": {
		"schoolList": ["蛇口学校小学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00537"
	},
	"春树里": {
		"schoolList": ["蛇口学校小学部", "蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00538"
	},
	"围仔西": {
		"schoolList": ["蛇口学校小学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00539"
	},
	"永乐新村": {
		"schoolList": ["蛇口学校小学部", "蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00540"
	},
	"渔港大楼": {
		"schoolList": ["蛇口学校小学部", "蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00541"
	},
	"渔一村": {
		"schoolList": ["蛇口学校小学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00542"
	},
	"中小学单身宿舍": {
		"schoolList": ["蛇口学校小学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00543"
	},
	"东角头冷冻厂宿舍": {
		"schoolList": ["蛇口学校小学部", "蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00544"
	},
	"后海路广进宿舍": {
		"schoolList": ["蛇口学校小学部", "蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00545"
	},
	"蛇口医院宿舍": {
		"schoolList": ["蛇口学校小学部", "蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00546"
	},
	"油库宿舍": {
		"schoolList": ["蛇口学校小学部", "蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00547"
	},
	"东帝海景": {
		"schoolList": ["蛇口学校小学部", "蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00548"
	},
	"东角头单身公寓": {
		"schoolList": ["蛇口学校小学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00549"
	},
	"东角头圳华公司宿舍": {
		"schoolList": ["蛇口学校小学部", "蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00550"
	},
	"东怡楼": {
		"schoolList": ["蛇口学校小学部", "蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00551"
	},
	"港湾花园": {
		"schoolList": ["蛇口学校小学部", "蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00552"
	},
	"国土楼": {
		"schoolList": ["蛇口学校小学部", "蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00553"
	},
	"海产宿舍": {
		"schoolList": ["蛇口学校小学部", "蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00554"
	},
	"海湾新村": {
		"schoolList": ["蛇口学校小学部", "蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00555"
	},
	"合兴大厦": {
		"schoolList": ["蛇口学校小学部", "蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00556"
	},
	"华侨城四海公寓": {
		"schoolList": ["蛇口学校小学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00557"
	},
	"金色海琴苑": {
		"schoolList": ["蛇口学校小学部", "蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00558"
	},
	"凯宁阁": {
		"schoolList": ["蛇口学校小学部", "蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00559"
	},
	"龙电综合楼": {
		"schoolList": ["蛇口学校小学部", "蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00560"
	},
	"米兰二期": {
		"schoolList": ["蛇口学校小学部", "蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00561"
	},
	"南玻花园": {
		"schoolList": ["蛇口学校小学部", "蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00562"
	},
	"蛇口后海大道市政楼": {
		"schoolList": ["蛇口学校小学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00563"
	},
	"蛇口市政综合楼": {
		"schoolList": ["蛇口学校小学部", "蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00564"
	},
	"蛇口小学综合楼": {
		"schoolList": ["蛇口学校小学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00565"
	},
	"蛇口渔港综合楼": {
		"schoolList": ["蛇口学校小学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00566"
	},
	"石化大院": {
		"schoolList": ["蛇口学校小学部", "蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00567"
	},
	"湾厦村": {
		"schoolList": ["蛇口学校小学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00568"
	},
	"湾厦路南蛇口广场区域": {
		"schoolList": ["蛇口学校小学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00569"
	},
	"湾厦路装卸公司宿舍": {
		"schoolList": ["蛇口学校小学部", "蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00570"
	},
	"围仔东": {
		"schoolList": ["蛇口学校小学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00571"
	},
	"阳光海滨花园": {
		"schoolList": ["蛇口学校小学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00572"
	},
	"翡翠海岸": {
		"schoolList": ["蛇口学校小学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00573"
	},
	"其它": {
		"schoolList": ["实验学校鼎太小学部", "实验学校麒麟部(小学)"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00574"
	},
	"鼎太风华社区": {
		"schoolList": ["实验学校鼎太小学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00575"
	},
	"缤纷年华": {
		"schoolList": ["实验学校麒麟部(小学)", "南山实验教育集团麒麟中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00576"
	},
	"嘉庭苑": {
		"schoolList": ["实验学校麒麟部(小学)"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00577"
	},
	"蓝虹雅苑": {
		"schoolList": ["实验学校麒麟部(小学)", "南山实验教育集团麒麟中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00578"
	},
	"绿茵丰和": {
		"schoolList": ["实验学校麒麟部(小学)", "南山实验教育集团麒麟中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00579"
	},
	"麒麟花园": {
		"schoolList": ["实验学校麒麟部(小学)", "南山实验教育集团麒麟中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00580"
	},
	"公共汽车209总站松坪山宿舍楼": {
		"schoolList": ["松坪学校小学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00581"
	},
	"松坪山民润超市综合楼": {
		"schoolList": ["松坪学校小学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00582"
	},
	"松坪山住宅区18至38栋除外": {
		"schoolList": ["松坪学校小学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00583"
	},
	"松坪村三期经济适用房": {
		"schoolList": ["松坪学校小学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00584"
	},
	"长源村": {
		"schoolList": ["塘朗小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00585"
	},
	"福林村": {
		"schoolList": ["塘朗小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00586"
	},
	"塘朗村": {
		"schoolList": ["塘朗小学", "龙珠中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00587"
	},
	"塘朗小学": {
		"schoolList": ["塘朗小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00588"
	},
	"田寮村": {
		"schoolList": ["塘朗小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00589"
	},
	"杨屋村": {
		"schoolList": ["塘朗小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00590"
	},
	"高发公寓": {
		"schoolList": ["桃源小学", "桃源中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00591"
	},
	"海龙苑": {
		"schoolList": ["桃源小学", "桃源中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00592"
	},
	"龙井村": {
		"schoolList": ["桃源小学", "桃源中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00593"
	},
	"龙井综合楼": {
		"schoolList": ["桃源小学", "桃源中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00594"
	},
	"桃源村44栋至82栋和98栋至105栋": {
		"schoolList": ["桃源小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00595"
	},
	"雅致居": {
		"schoolList": ["桃源小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00596"
	},
	"十五峯花园": {
		"schoolList": ["桃源小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00597"
	},
	"城市假日花园": {
		"schoolList": ["桃源小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00598"
	},
	"水木华庭": {
		"schoolList": ["桃源小学", "龙珠中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00599"
	},
	"皇庭香格里花园": {
		"schoolList": ["桃源小学", "龙珠中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00600"
	},
	"欧陆经典花园": {
		"schoolList": ["桃源小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00601"
	},
	"怡然天地居": {
		"schoolList": ["桃源小学", "龙珠中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00602"
	},
	"十九冶新村": {
		"schoolList": ["桃源小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00603"
	},
	"鼎盛林栖园": {
		"schoolList": ["桃源小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00604"
	},
	"公交集团中山园公寓": {
		"schoolList": ["同乐学校小学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00605"
	},
	"华泰小区": {
		"schoolList": ["同乐学校小学部", "同乐学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00606"
	},
	"建工村": {
		"schoolList": ["同乐学校小学部", "同乐学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00607"
	},
	"南山农产品批发市场": {
		"schoolList": ["同乐学校小学部", "同乐学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00608"
	},
	"南山肉联厂宿舍": {
		"schoolList": ["同乐学校小学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00609"
	},
	"南头南富苑": {
		"schoolList": ["同乐学校小学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00610"
	},
	"其他": {
		"schoolList": ["同乐学校小学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00611"
	},
	"同乐村": {
		"schoolList": ["同乐学校小学部", "同乐学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00612"
	},
	"直升机场": {
		"schoolList": ["同乐学校小学部", "同乐学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00613"
	},
	"中隧三处宿舍": {
		"schoolList": ["同乐学校小学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00614"
	},
	"中铁二局": {
		"schoolList": ["同乐学校小学部", "同乐学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00615"
	},
	"祥云花园": {
		"schoolList": ["同乐学校小学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00616"
	},
	"同乐外经贸工业区": {
		"schoolList": ["同乐学校小学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00617"
	},
	"鼎新大厦": {
		"schoolList": ["西丽小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00618"
	},
	"经纬大厦": {
		"schoolList": ["西丽小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00619"
	},
	"九祥岭村屋东区西区": {
		"schoolList": ["西丽小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00620"
	},
	"丽煌大厦": {
		"schoolList": ["西丽小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00621"
	},
	"丽祥苑": {
		"schoolList": ["西丽小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00622"
	},
	"丽新大厦": {
		"schoolList": ["西丽小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00623"
	},
	"丽新花园": {
		"schoolList": ["西丽小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00624"
	},
	"丽新统建楼": {
		"schoolList": ["西丽小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00625"
	},
	"南国丽城": {
		"schoolList": ["西丽小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00626"
	},
	"深职院职工宿舍北区": {
		"schoolList": ["西丽小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00627"
	},
	"腾飞苑": {
		"schoolList": ["西丽小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00628"
	},
	"旺祥苑": {
		"schoolList": ["西丽小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00629"
	},
	"西丽书城职工住宅": {
		"schoolList": ["西丽小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00630"
	},
	"西丽小学职工宿舍": {
		"schoolList": ["西丽小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00631"
	},
	"新围村屋": {
		"schoolList": ["西丽小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00632"
	},
	"新围综合楼": {
		"schoolList": ["西丽小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00633"
	},
	"向南小学新宿舍": {
		"schoolList": ["向南小学", "学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00634"
	},
	"新丹统建楼": {
		"schoolList": ["向南小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00635"
	},
	"新南村": {
		"schoolList": ["向南小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00636"
	},
	"怡海广场": {
		"schoolList": ["向南小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00637"
	},
	"怡华苑": {
		"schoolList": ["向南小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00638"
	},
	"正龙村": {
		"schoolList": ["向南小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00639"
	},
	"正龙统建楼": {
		"schoolList": ["向南小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00640"
	},
	"南光城市花园": {
		"schoolList": ["向南小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00641"
	},
	"南光村": {
		"schoolList": ["向南小学", "学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00642"
	},
	"南光花园": {
		"schoolList": ["向南小学", "学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00643"
	},
	"南光商业街": {
		"schoolList": ["向南小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00644"
	},
	"南光统建楼": {
		"schoolList": ["向南小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00645"
	},
	"海昌阁": {
		"schoolList": ["向南小学", "学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00646"
	},
	"金田花园": {
		"schoolList": ["向南小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00647"
	},
	"白领公寓": {
		"schoolList": ["向南小学", "学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00648"
	},
	"缤纷假日": {
		"schoolList": ["向南小学", "学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00649"
	},
	"德源花园": {
		"schoolList": ["向南小学", "南山实验教育集团南海中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00650"
	},
	"光彩新世纪": {
		"schoolList": ["向南小学", "学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00651"
	},
	"海典居": {
		"schoolList": ["向南小学", "学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00652"
	},
	"海王大厦": {
		"schoolList": ["向南小学", "学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00653"
	},
	"好来居": {
		"schoolList": ["向南小学", "学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00654"
	},
	"鸿瑞花园": {
		"schoolList": ["向南小学", "学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00655"
	},
	"华联花园": {
		"schoolList": ["向南小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00656"
	},
	"康乐园": {
		"schoolList": ["向南小学", "学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00657"
	},
	"龙城新苑": {
		"schoolList": ["向南小学", "学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00658"
	},
	"龙泰轩": {
		"schoolList": ["向南小学", "学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00659"
	},
	"南海城中心": {
		"schoolList": ["向南小学", "学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00660"
	},
	"南海大厦": {
		"schoolList": ["向南小学", "学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00661"
	},
	"鹏都大厦": {
		"schoolList": ["向南小学", "学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00662"
	},
	"坪山勤居": {
		"schoolList": ["向南小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00663"
	},
	"坪山缘居": {
		"schoolList": ["向南小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00664"
	},
	"山东大厦": {
		"schoolList": ["向南小学", "学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00665"
	},
	"天源大厦": {
		"schoolList": ["向南小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00666"
	},
	"现代城华庭": {
		"schoolList": ["向南小学", "学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00667"
	},
	"向南茗苑": {
		"schoolList": ["向南小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00668"
	},
	"向南东村": {
		"schoolList": ["向南小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00669"
	},
	"向南海德大厦": {
		"schoolList": ["向南小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00670"
	},
	"保利城花园": {
		"schoolList": ["学府小学海珠部", "学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00671"
	},
	"城市印象": {
		"schoolList": ["学府小学海珠部", "学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00672"
	},
	"海岸明珠": {
		"schoolList": ["学府小学海珠部", "学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00673"
	},
	"海印长城二期": {
		"schoolList": ["学府小学海珠部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00674"
	},
	"海印长城一期": {
		"schoolList": ["学府小学海珠部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00675"
	},
	"海珠城": {
		"schoolList": ["学府小学海珠部", "学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00676"
	},
	"华彩天城": {
		"schoolList": ["学府小学海珠部", "学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00677"
	},
	"佳嘉豪苑": {
		"schoolList": ["学府小学海珠部", "学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00678"
	},
	"美墅蓝山家园": {
		"schoolList": ["学府小学海珠部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00679"
	},
	"青春家园": {
		"schoolList": ["学府小学海珠部", "学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00680"
	},
	"天悦园": {
		"schoolList": ["学府小学海珠部", "学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00681"
	},
	"小小家金钟大厦": {
		"schoolList": ["学府小学海珠部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00682"
	},
	"仓前锦福苑南区": {
		"schoolList": ["阳光小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00683"
	},
	"常兴花园": {
		"schoolList": ["阳光小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00684"
	},
	"大陆庄园": {
		"schoolList": ["阳光小学", "前海学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00685"
	},
	"丁头村": {
		"schoolList": ["阳光小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00686"
	},
	"丁头东村": {
		"schoolList": ["阳光小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00687"
	},
	"鸿海大厦": {
		"schoolList": ["阳光小学", "前海学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00688"
	},
	"富嘉名阁": {
		"schoolList": ["阳光小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00689"
	},
	"桂珠苑": {
		"schoolList": ["阳光小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00690"
	},
	"康达苑": {
		"schoolList": ["阳光小学", "前海学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00691"
	},
	"康乐村": {
		"schoolList": ["阳光小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00692"
	},
	"南岗商务大厦": {
		"schoolList": ["阳光小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00693"
	},
	"南山残联综合楼": {
		"schoolList": ["阳光小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00694"
	},
	"诺德国际": {
		"schoolList": ["阳光小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00695"
	},
	"前海明珠": {
		"schoolList": ["阳光小学", "前海学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00696"
	},
	"顺天大厦": {
		"schoolList": ["阳光小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00697"
	},
	"向南村": {
		"schoolList": ["阳光小学", "前海学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00698"
	},
	"向南西村": {
		"schoolList": ["阳光小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00699"
	},
	"阳光棕榈园": {
		"schoolList": ["阳光小学", "前海学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00700"
	},
	"丰泽园": {
		"schoolList": ["月亮湾小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00701"
	},
	"荔山工业职工宿舍": {
		"schoolList": ["月亮湾小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00702"
	},
	"妈湾港职工宿舍": {
		"schoolList": ["月亮湾小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00703"
	},
	"南山花园": {
		"schoolList": ["月亮湾小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00704"
	},
	"阳光玫瑰园": {
		"schoolList": ["月亮湾小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00705"
	},
	"万豪御景苑": {
		"schoolList": ["月亮湾小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00706"
	},
	"月亮湾大道鲤鱼门": {
		"schoolList": ["月亮湾小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00707"
	},
	"月亮湾花园": {
		"schoolList": ["月亮湾小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00708"
	},
	"月亮湾花园月华苑": {
		"schoolList": ["月亮湾小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00709"
	},
	"青青山庄": {
		"schoolList": ["月亮湾小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00710"
	},
	"中建二局荔香家园": {
		"schoolList": ["月亮湾小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00711"
	},
	"月亮湾山庄": {
		"schoolList": ["月亮湾小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00712"
	},
	"汉京九榕台": {
		"schoolList": ["月亮湾小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00713"
	},
	"泛海拉菲花园二期": {
		"schoolList": ["月亮湾小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00714"
	},
	"恒立心海湾花园": {
		"schoolList": ["月亮湾小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00715"
	},
	"泛海拉菲花园三期": {
		"schoolList": ["月亮湾小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00716"
	},
	"丽湾国际公寓": {
		"schoolList": ["月亮湾小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00717"
	},
	"荔湾南荔楼": {
		"schoolList": ["月亮湾小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00718"
	},
	"前海湾花园": {
		"schoolList": ["月亮湾小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00719"
	},
	"香格名苑": {
		"schoolList": ["月亮湾小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00720"
	},
	"汉京湾雅居": {
		"schoolList": ["月亮湾小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00721"
	},
	"德尚世家": {
		"schoolList": ["月亮湾小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00722"
	},
	"森帝花园": {
		"schoolList": ["月亮湾小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00723"
	},
	"山海美域": {
		"schoolList": ["月亮湾小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00724"
	},
	"山海津": {
		"schoolList": ["月亮湾小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00725"
	},
	"康城华府": {
		"schoolList": ["月亮湾小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00726"
	},
	"掬月半山": {
		"schoolList": ["月亮湾小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00727"
	},
	"泛海拉菲花园一期": {
		"schoolList": ["月亮湾小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00728"
	},
	"达能益力矿泉水厂": {
		"schoolList": ["珠光小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00729"
	},
	"干休所": {
		"schoolList": ["珠光小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00730"
	},
	"光前村": {
		"schoolList": ["珠光小学", "南山文理实验学校初中部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00731"
	},
	"光前大厦": {
		"schoolList": ["珠光小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00732"
	},
	"汇文苑": {
		"schoolList": ["珠光小学", "南山文理实验学校初中部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00733"
	},
	"鼎胜山邻居": {
		"schoolList": ["珠光小学", "南山文理实验学校初中部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00734"
	},
	"荔景花园": {
		"schoolList": ["珠光小学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00735"
	},
	"龙辉花园": {
		"schoolList": ["珠光小学", "南山文理实验学校初中部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00736"
	},
	"科苑居": {
		"schoolList": ["大冲学校初中部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00737"
	},
	" ": {
		"schoolList": ["大冲学校初中部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00738"
	},
	"大冲城市花园": {
		"schoolList": ["大冲学校初中部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00739"
	},
	"华润城润府": {
		"schoolList": ["大冲学校初中部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00740"
	},
	"大冲都市花园": {
		"schoolList": ["大冲学校初中部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00741"
	},
	"大众花园": {
		"schoolList": ["大冲学校初中部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00742"
	},
	"桂苑小区": {
		"schoolList": ["华侨城中学华侨城部", "南山区第二实验学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00743"
	},
	"红树西岸": {
		"schoolList": ["华侨城中学华侨城部", "华侨城中学深圳湾部", "南山区第二实验学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00744"
	},
	"汇雅苑": {
		"schoolList": ["华侨城中学华侨城部", "华侨城中学深圳湾部", "南山区第二实验学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00745"
	},
	"美庐锦园": {
		"schoolList": ["华侨城中学华侨城部", "华侨城中学深圳湾部", "南山区第二实验学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00746"
	},
	"瑞河耶纳": {
		"schoolList": ["华侨城中学华侨城部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00747"
	},
	"世纪村": {
		"schoolList": ["华侨城中学华侨城部", "华侨城中学深圳湾部", "南山区第二实验学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00748"
	},
	"西组团": {
		"schoolList": ["华侨城中学华侨城部", "华侨城中学深圳湾部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00749"
	},
	"燕晗花园": {
		"schoolList": ["华侨城中学华侨城部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00750"
	},
	"御景东方": {
		"schoolList": ["华侨城中学华侨城部", "华侨城中学深圳湾部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00751"
	},
	"园林山庄": {
		"schoolList": ["华侨城中学华侨城部", "华侨城中学深圳湾部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00752"
	},
	"中信红树湾": {
		"schoolList": ["华侨城中学华侨城部", "华侨城中学深圳湾部", "南山区第二实验学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00753"
	},
	"钻石别墅": {
		"schoolList": ["华侨城中学华侨城部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00754"
	},
	"白石洲村": {
		"schoolList": ["华侨城中学华侨城部", "华侨城中学深圳湾部", "南山区第二实验学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00755"
	},
	"燕晗山苑": {
		"schoolList": ["华侨城中学华侨城部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00756"
	},
	"国际市长交流中心": {
		"schoolList": ["华侨城中学华侨城部", "华侨城中学深圳湾部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00757"
	},
	"世界之窗宿舍": {
		"schoolList": ["华侨城中学华侨城部", "华侨城中学深圳湾部", "南山区第二实验学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00758"
	},
	"枕荔楼": {
		"schoolList": ["华侨城中学华侨城部", "华侨城中学深圳湾部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00759"
	},
	"荔香楼": {
		"schoolList": ["华侨城中学华侨城部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00760"
	},
	"中心街": {
		"schoolList": ["华侨城中学华侨城部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00761"
	},
	"东提园": {
		"schoolList": ["华侨城中学华侨城部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00762"
	},
	"桂苑": {
		"schoolList": ["华侨城中学深圳湾部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00763"
	},
	"瑞河耶那": {
		"schoolList": ["华侨城中学深圳湾部", "南山区第二实验学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00764"
	},
	"城市假日": {
		"schoolList": ["龙珠中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00765"
	},
	"湖彬苑": {
		"schoolList": ["龙珠中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00766"
	},
	"俊峰丽舍": {
		"schoolList": ["龙珠中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00767"
	},
	"郁金香家园": {
		"schoolList": ["龙珠中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00768"
	},
	"欧陆经典": {
		"schoolList": ["龙珠中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00769"
	},
	"十五峰": {
		"schoolList": ["龙珠中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00770"
	},
	"电力花园": {
		"schoolList": ["南山第二外国语学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00771"
	},
	"海洋之心": {
		"schoolList": ["南山第二外国语学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00772"
	},
	"浪琴屿": {
		"schoolList": ["南山第二外国语学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00773"
	},
	"瑞铧苑": {
		"schoolList": ["南山第二外国语学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00774"
	},
	"天海花园": {
		"schoolList": ["南山第二外国语学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00775"
	},
	"华庆自行车厂": {
		"schoolList": ["南山区第二实验学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00776"
	},
	"茂华装饰公司": {
		"schoolList": ["南山区第二实验学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00777"
	},
	"名商高尔夫球会": {
		"schoolList": ["南山区第二实验学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00778"
	},
	"沙河高尔夫球会": {
		"schoolList": ["南山区第二实验学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00779"
	},
	"祥琪花园": {
		"schoolList": ["南山区第二实验学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00780"
	},
	"新堂花园": {
		"schoolList": ["南山区第二实验学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00781"
	},
	"南山第二实验学校宿舍": {
		"schoolList": ["南山区第二实验学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00782"
	},
	"御景东方花园": {
		"schoolList": ["南山区第二实验学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00783"
	},
	"波托菲洛": {
		"schoolList": ["南山区第二实验学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00784"
	},
	"橡皮树创意园": {
		"schoolList": ["南山区第二实验学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00785"
	},
	"首地容御": {
		"schoolList": ["南山区第二实验学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00786"
	},
	"香山里花园": {
		"schoolList": ["南山区第二实验学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00787"
	},
	"侨香诺园": {
		"schoolList": ["南山区第二实验学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00788"
	},
	"栖湖花园": {
		"schoolList": ["南山区第二实验学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00789"
	},
	"世纪假日广场": {
		"schoolList": ["南山区第二实验学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00790"
	},
	"汉京峰景苑": {
		"schoolList": ["南山实验教育集团南海中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00791"
	},
	"诺德假日花园": {
		"schoolList": ["南山实验教育集团南海中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00792"
	},
	"荔湾太子苑": {
		"schoolList": ["南山实验教育集团南海中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00793"
	},
	"南荔苑": {
		"schoolList": ["南山实验教育集团南海中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00794"
	},
	"西苑小区": {
		"schoolList": ["南山实验教育集团南海中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00795"
	},
	"向南西海花城": {
		"schoolList": ["南山实验教育集团南海中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00796"
	},
	"阳光花地苑": {
		"schoolList": ["南山实验教育集团南海中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00797"
	},
	"山海翠庐": {
		"schoolList": ["南山实验教育集团南海中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00798"
	},
	"光彩山居岁月": {
		"schoolList": ["南山实验教育集团南海中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00799"
	},
	"荔庭园": {
		"schoolList": ["南山实验教育集团南海中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00800"
	},
	"雷圳海景花园碧榕湾": {
		"schoolList": ["南山实验教育集团南海中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00801"
	},
	"北头西苑": {
		"schoolList": ["南山实验教育集团南海中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00802"
	},
	"山水情": {
		"schoolList": ["南山实验教育集团南海中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00803"
	},
	"鼎太风华": {
		"schoolList": ["南山实验教育集团南海中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00804"
	},
	"赛格名苑": {
		"schoolList": ["南山实验教育集团南海中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00805"
	},
	"荔林春晓": {
		"schoolList": ["南山实验教育集团麒麟中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00806"
	},
	"荔香源": {
		"schoolList": ["南山实验教育集团麒麟中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00807"
	},
	"荔秀华庭": {
		"schoolList": ["南山实验教育集团麒麟中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00808"
	},
	"明舍御园": {
		"schoolList": ["南山实验教育集团麒麟中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00809"
	},
	"馨荔苑": {
		"schoolList": ["南山实验教育集团麒麟中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00810"
	},
	"秀林新居": {
		"schoolList": ["南山实验教育集团麒麟中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00811"
	},
	"阳光荔景": {
		"schoolList": ["南山实验教育集团麒麟中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00812"
	},
	"悠然天地": {
		"schoolList": ["南山实验教育集团麒麟中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00813"
	},
	"前海华庭": {
		"schoolList": ["南山实验教育集团麒麟中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00814"
	},
	"御林华府": {
		"schoolList": ["南山实验教育集团麒麟中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00815"
	},
	"阳光带海滨城一期": {
		"schoolList": ["南山外国语学校高新部(初中)"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00816"
	},
	"阳光带海滨城二期": {
		"schoolList": ["南山外国语学校高新部(初中)"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00817"
	},
	"东海万豪": {
		"schoolList": ["南山外国语学校高新部(初中)"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00818"
	},
	"珑御府": {
		"schoolList": ["南山外国语学校高新部(初中)"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00819"
	},
	"益力家属楼": {
		"schoolList": ["南山文理实验学校初中部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00820"
	},
	"荔景家园": {
		"schoolList": ["南山文理实验学校初中部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00821"
	},
	"光前大夏": {
		"schoolList": ["南山文理实验学校初中部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00822"
	},
	"朗苑花园": {
		"schoolList": ["南山文理实验学校初中部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00823"
	},
	" 军队离休退休干部第二休养所": {
		"schoolList": ["南山文理实验学校初中部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00824"
	},
	"大新小学教师宿舍": {
		"schoolList": ["前海学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00825"
	},
	"大板桥": {
		"schoolList": ["前海学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00826"
	},
	"东方新地": {
		"schoolList": ["前海学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00827"
	},
	"关口上下街居民房": {
		"schoolList": ["前海学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00828"
	},
	"关口正街居民房": {
		"schoolList": ["前海学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00829"
	},
	"桂珠苑小区": {
		"schoolList": ["前海学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00830"
	},
	"蚝业新村": {
		"schoolList": ["前海学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00831"
	},
	"金桃园大厦": {
		"schoolList": ["前海学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00832"
	},
	"康乐花园": {
		"schoolList": ["前海学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00833"
	},
	"前海花园": {
		"schoolList": ["前海学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00834"
	},
	"新天地": {
		"schoolList": ["前海学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00835"
	},
	"一甲街居民房": {
		"schoolList": ["前海学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00836"
	},
	"龙海家园": {
		"schoolList": ["前海学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00837"
	},
	"东方银座公馆": {
		"schoolList": ["前海学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00838"
	},
	"明海苑": {
		"schoolList": ["蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00839"
	},
	"南海玫瑰园": {
		"schoolList": ["蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00840"
	},
	"南水村社区": {
		"schoolList": ["蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00841"
	},
	"潜龙湾生活区": {
		"schoolList": ["蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00842"
	},
	"侨城四海公寓": {
		"schoolList": ["蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00843"
	},
	"荣村社区": {
		"schoolList": ["蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00844"
	},
	"石云村社区": {
		"schoolList": ["蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00845"
	},
	"围仔社区": {
		"schoolList": ["蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00846"
	},
	"渔二村社区": {
		"schoolList": ["蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00847"
	},
	"渔一村社区": {
		"schoolList": ["蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00848"
	},
	"湾厦社区": {
		"schoolList": ["蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00849"
	},
	"澳城花园": {
		"schoolList": ["蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00850"
	},
	"碧涛苑别墅区": {
		"schoolList": ["蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00851"
	},
	"春天广场": {
		"schoolList": ["蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00852"
	},
	"大铲村社区": {
		"schoolList": ["蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00853"
	},
	"东角头": {
		"schoolList": ["蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00854"
	},
	"海湾村": {
		"schoolList": ["蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00855"
	},
	"海韵家园": {
		"schoolList": ["蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00856"
	},
	"华俯假日大厦": {
		"schoolList": ["蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00857"
	},
	"黄金口岸": {
		"schoolList": ["蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00858"
	},
	"金色阳光雅居": {
		"schoolList": ["蛇口学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00859"
	},
	"教师公寓": {
		"schoolList": ["深圳大学城桃苑实验学校初中部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00860"
	},
	"岚峰苑": {
		"schoolList": ["深圳大学城桃苑实验学校初中部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00861"
	},
	"龙福苑花园": {
		"schoolList": ["深圳大学城桃苑实验学校初中部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00862"
	},
	"梅州大厦": {
		"schoolList": ["深圳大学城桃苑实验学校初中部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00863"
	},
	"桃源村三期": {
		"schoolList": ["深圳大学城桃苑实验学校初中部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00864"
	},
	"天地峰景园": {
		"schoolList": ["深圳大学城桃苑实验学校初中部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00865"
	},
	"中爱花园": {
		"schoolList": ["深圳大学城桃苑实验学校初中部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00866"
	},
	"香瑞园": {
		"schoolList": ["深圳大学城桃苑实验学校初中部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00867"
	},
	"香榭枫景苑": {
		"schoolList": ["深圳大学城桃苑实验学校初中部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00868"
	},
	"龙珠军苑": {
		"schoolList": ["深圳大学城桃苑实验学校初中部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00869"
	},
	"东部花园": {
		"schoolList": ["松坪学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00870"
	},
	"松坪村": {
		"schoolList": ["松坪学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00871"
	},
	"松坪山单身公寓": {
		"schoolList": ["松坪学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00872"
	},
	"松坪村三期": {
		"schoolList": ["松坪学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00873"
	},
	"松坪村得利园": {
		"schoolList": ["松坪学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00874"
	},
	"高新住宅": {
		"schoolList": ["松坪学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00875"
	},
	"松坪山生活区住宅": {
		"schoolList": ["松坪学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00876"
	},
	"209公交总站大楼": {
		"schoolList": ["松坪学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00877"
	},
	"金汇球公司宿舍": {
		"schoolList": ["松坪学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00878"
	},
	"广深高速管理处宿舍楼": {
		"schoolList": ["松坪学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00879"
	},
	"东深工程公司住宿楼": {
		"schoolList": ["松坪学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00880"
	},
	"奥林巴斯宿舍": {
		"schoolList": ["松坪学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00881"
	},
	"松坪山太太药业宿舍": {
		"schoolList": ["松坪学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00882"
	},
	"得利士综合宿舍": {
		"schoolList": ["松坪学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00883"
	},
	"松坪中学": {
		"schoolList": ["松坪学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00884"
	},
	"松坪村综合楼": {
		"schoolList": ["松坪学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00885"
	},
	"桃源村1至2期": {
		"schoolList": ["桃源中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00886"
	},
	"桃源村单身公寓": {
		"schoolList": ["桃源中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00887"
	},
	"桃源村综合楼": {
		"schoolList": ["桃源中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00888"
	},
	"龙井庭苑": {
		"schoolList": ["桃源中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00889"
	},
	"鼎胜林栖园": {
		"schoolList": ["桃源中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00890"
	},
	"陶然居": {
		"schoolList": ["桃源中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00891"
	},
	"安置区": {
		"schoolList": ["同乐学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00892"
	},
	"九街村": {
		"schoolList": ["同乐学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00893"
	},
	"马家龙": {
		"schoolList": ["同乐学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00894"
	},
	"南山肉联厂": {
		"schoolList": ["同乐学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00895"
	},
	"南头城工业村": {
		"schoolList": ["同乐学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00896"
	},
	"南头城居民宅": {
		"schoolList": ["同乐学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00897"
	},
	"南头关南富苑": {
		"schoolList": ["同乐学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00898"
	},
	"义学街": {
		"schoolList": ["同乐学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00899"
	},
	"中山颐景花园": {
		"schoolList": ["同乐学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00900"
	},
	"中山园路嘉隆苑": {
		"schoolList": ["同乐学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00901"
	},
	"华艺花园": {
		"schoolList": ["同乐学校中学部"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00902"
	},
	"半岛登良花园": {
		"schoolList": ["学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00903"
	},
	"碧海天家园": {
		"schoolList": ["学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00904"
	},
	"博伦职校宿舍": {
		"schoolList": ["学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00905"
	},
	"创世纪滨海花园": {
		"schoolList": ["学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00906"
	},
	"桂庙新村": {
		"schoolList": ["学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00907"
	},
	"海印长城": {
		"schoolList": ["学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00908"
	},
	"宏观苑": {
		"schoolList": ["学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00909"
	},
	"后海花园1至5栋": {
		"schoolList": ["学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00910"
	},
	"厚德品园": {
		"schoolList": ["学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00911"
	},
	"百分百公寓": {
		"schoolList": ["学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00912"
	},
	"桂庙邨": {
		"schoolList": ["学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00913"
	},
	"金海岸大厦": {
		"schoolList": ["学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00914"
	},
	"金钟大厦": {
		"schoolList": ["学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00915"
	},
	"锦隆花园": {
		"schoolList": ["学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00916"
	},
	"蓝山美墅": {
		"schoolList": ["学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00917"
	},
	"乐群楼": {
		"schoolList": ["学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00918"
	},
	"联检大院": {
		"schoolList": ["学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00919"
	},
	"荟芳园": {
		"schoolList": ["学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00920"
	},
	"美丽港花园": {
		"schoolList": ["学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00921"
	},
	"南园登良花园": {
		"schoolList": ["学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00922"
	},
	"南苑新村东区": {
		"schoolList": ["学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00923"
	},
	"深南季节": {
		"schoolList": ["学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00924"
	},
	"西海明珠": {
		"schoolList": ["学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00925"
	},
	"西海湾花园": {
		"schoolList": ["学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00926"
	},
	"新保辉大厦": {
		"schoolList": ["学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00927"
	},
	"新街口": {
		"schoolList": ["学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00928"
	},
	"学林雅苑": {
		"schoolList": ["学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00929"
	},
	"阳光华艺大厦": {
		"schoolList": ["学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00930"
	},
	"怡海大厦": {
		"schoolList": ["学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00931"
	},
	"友邻公寓": {
		"schoolList": ["学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00932"
	},
	"园丁楼": {
		"schoolList": ["学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00933"
	},
	"粤海门村": {
		"schoolList": ["学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00934"
	},
	"粤海综合楼": {
		"schoolList": ["学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00935"
	},
	"粤海综合市场": {
		"schoolList": ["学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00936"
	},
	"云海天城世家": {
		"schoolList": ["学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00937"
	},
	"中信海文花园": {
		"schoolList": ["学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00938"
	},
	"裕兴楼": {
		"schoolList": ["学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00939"
	},
	"南光新丹统建楼": {
		"schoolList": ["学府中学"],
		"areaCode": 402,
		"area": "南山",
		"idx": "402-00940"
	},

	/****************************************************************
		** 龙华 **
	****************************************************************/
	"宝文": {
		"schoolList": ["龙华新区观澜街道宝文学校"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00000"
	},
	"龙华": {
		"schoolList": ["龙华新区美中学校", "展华实验学校", "龙华新区观澜街道文峰小学", "龙华新区三联永恒学校", "龙华新区观澜街道博文学校"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00001"
	},
	"大浪": {
		"schoolList": ["龙华新区大浪街道育英小学"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00002"
	},
	"梅龙路以东、平南铁路以南、民治大道以西、民乐路以北的范围": {
		"schoolList": ["龙华新区潜龙学校（小学部）"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00003"
	},
	"大浪南路以东": {
		"schoolList": ["龙华新区龙华街道清湖小学"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00004"
	},
	"龙观路": {
		"schoolList": ["龙华新区龙华街道清湖小学", "龙华新区龙华第二小学"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00005"
	},
	"东环二路": {
		"schoolList": ["龙华新区龙华街道清湖小学", "龙华新区龙华第二小学"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00006"
	},
	"三联路": {
		"schoolList": ["龙华新区龙华街道清湖小学"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00007"
	},
	"清泉路": {
		"schoolList": ["龙华新区龙华街道清湖小学"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00008"
	},
	"建设东路": {
		"schoolList": ["龙华新区龙华街道清湖小学"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00009"
	},
	"东环二路以北范围": {
		"schoolList": ["龙华新区龙华街道清湖小学"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00010"
	},
	"新田社区": {
		"schoolList": ["龙华新区观瀾街道新田小学", "龙华新区观澜二中"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00011"
	},
	"樟坑径社区": {
		"schoolList": ["龙华新区观瀾街道新田小学", "龙华新区观澜二中"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00012"
	},
	"梅龙路以东、布龙路以北范围及锦绣江南小区（1-6类） 风和日丽、丰润花园、苹果园、新华城（1-2类）": {
		"schoolList": ["龙华新区民治街道行知小学"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00013"
	},
	"金龙路以东、白龙路以南、新区大道以东、玉龙路以南、梅龙路以西、民乐路以南、梅观高速以西的范围": {
		"schoolList": ["龙华新区民治街道书香小学"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00014"
	},
	"君子布社区": {
		"schoolList": ["龙华新区观澜街道德风小学", "龙华新区观澜中学"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00015"
	},
	"库坑社区": {
		"schoolList": ["龙华新区观瀾街道库坑小学", "龙华新区福苑学校(初中部)"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00016"
	},
	"黎光社区": {
		"schoolList": ["龙华新区观瀾街道库坑小学", "龙华新区福苑学校(初中部)"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00017"
	},
	"福龙大道以东": {
		"schoolList": ["龙华新区民治街道上芬小学"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00018"
	},
	"向荣路以西、民塘路以东、佳民路以西、布龙路以东、人民路以西的范围（1-6类） 风和日丽、丰润花园、苹果园、新华城（3-6类）": {
		"schoolList": ["龙华新区民治街道上芬小学"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00019"
	},
	"腾龙路以西、布龙路以南、红木街以南、民兴路以南、民福路以东、平南铁路以北的范围": {
		"schoolList": ["龙华新区民治街道民治小学"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00020"
	},
	"建设西路以南": {
		"schoolList": ["龙华新区龙华街道松和小学"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00021"
	},
	"人民路以东": {
		"schoolList": ["龙华新区龙华街道松和小学"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00022"
	},
	"和平路以南": {
		"schoolList": ["龙华新区龙华街道松和小学"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00023"
	},
	"东环一路以西": {
		"schoolList": ["龙华新区龙华街道松和小学"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00024"
	},
	"建设东路、东环二路以南范围": {
		"schoolList": ["龙华新区龙华街道松和小学"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00025"
	},
	"章阁社区": {
		"schoolList": ["龙华新区观澜街道大水坑小学", "龙华新区福苑学校(初中部)"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00026"
	},
	"大水坑社区": {
		"schoolList": ["龙华新区观澜街道大水坑小学", "龙华新区福苑学校(初中部)"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00027"
	},
	"观城社区大航居委会（观澜河以东）": {
		"schoolList": ["龙华新区鹭湖学校（小学部）"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00028"
	},
	"大和居委会": {
		"schoolList": ["龙华新区鹭湖学校（小学部）"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00029"
	},
	"仁山智水": {
		"schoolList": ["龙华新区鹭湖学校（小学部）"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00030"
	},
	"新澜社区": {
		"schoolList": ["龙华新区观澜街道中心小学"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00031"
	},
	"观城社区马坜": {
		"schoolList": ["龙华新区观澜街道中心小学"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00032"
	},
	"横坑": {
		"schoolList": ["龙华新区观澜街道中心小学", "龙华新区观澜二中"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00033"
	},
	"岗头居委会": {
		"schoolList": ["龙华新区观澜街道中心小学"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00034"
	},
	"六一学校": {
		"schoolList": ["龙华新区民治街道六一学校"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00035"
	},
	"梅观高速以东、民乐路以南的范围": {
		"schoolList": ["龙华新区民治丹堤实验学校", "龙华新区丹堤实验学校（初中部）"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00036"
	},
	"东环一路以东": {
		"schoolList": ["龙华新区龙华第二小学"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00037"
	},
	"三联路以南": {
		"schoolList": ["龙华新区龙华第二小学"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00038"
	},
	"清泉路以西": {
		"schoolList": ["龙华新区龙华第二小学"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00039"
	},
	"建设东路以北范围。": {
		"schoolList": ["龙华新区龙华第二小学"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00040"
	},
	"民治大道以东、平南铁路以南、民乐路以北的范围": {
		"schoolList": ["龙华新区民治街道行知实验小学"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00041"
	},
	"福民社区狮径、悦兴围居委会、珑门": {
		"schoolList": ["龙华新区福苑学校(小学部)"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00042"
	},
	"平南铁路以南、梅龙路以西、玉龙路以北、新区大道以西、白龙路以北、金龙路以西的范围": {
		"schoolList": ["龙华新区玉龙学校(小学部)", "龙华新区玉龙学校(初中部)"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00043"
	},
	"高峰社区工作站（含鹊山社区居委会、上早社区居委会、下早社区居委会、赤岭头社区居委会、元芬社区居委会、陶吓社区居委会）": {
		"schoolList": ["龙华新区大浪街道高峰学校小学部", "龙华新区高峰学校(初中部)"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00044"
	},
	"龙胜社区工作站（含龙胜社区居委会）": {
		"schoolList": ["龙华新区大浪街道高峰学校小学部", "龙华新区高峰学校(初中部)"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00045"
	},
	"同胜社区工作站(含上横朗社区居委会、下横朗社区居委会、赖屋山社区居委会、谭罗社区居委会、三合社区居委会）": {
		"schoolList": ["龙华新区同胜学校(小学部)", "龙华新区同胜学校(初中部)"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00046"
	},
	"水围社区居委会": {
		"schoolList": ["龙华新区同胜学校(小学部)", "龙华新区同胜学校(初中部)"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00047"
	},
	"大浪南路、东环一路以西、和平路以北、人民路以西、建设西路以北范围。": {
		"schoolList": ["龙华新区龙华街道中心小学"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00048"
	},
	"福民社区丹湖居委会": {
		"schoolList": ["龙华新区观澜街道第二小学"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00049"
	},
	"茜坑社区": {
		"schoolList": ["龙华新区观澜街道第二小学", "龙华新区观澜二中"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00050"
	},
	"观城社区大航居委会（观澜河以西）": {
		"schoolList": ["龙华新区观澜街道第二小学"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00051"
	},
	"大浪社区工作站（含石凹社区居委会、新围社区居委会、下岭排社区居委会、上岭排社区居委会、黄麻埔社区居委会、罗屋围社区居委会）": {
		"schoolList": ["龙华新区大浪街道大浪实验学校（小学部）", "龙华新区大浪实验学校(初中部)"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00052"
	},
	"浪口社区居委会": {
		"schoolList": ["龙华新区大浪街道大浪实验学校（小学部）", "龙华新区大浪实验学校(初中部)"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00053"
	},
	"牛湖社区": {
		"schoolList": ["龙华新区观瀾街道广培小学", "龙华新区观澜中学"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00054"
	},
	"大水田社区": {
		"schoolList": ["龙华新区观瀾街道广培小学", "龙华新区观澜中学"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00055"
	},
	"松元厦社区": {
		"schoolList": ["龙华新区观澜街道振能小学", "龙华新区观澜中学"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00056"
	},
	"文成": {
		"schoolList": ["龙华新区观澜街道文成学校"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00057"
	},
	"锦明": {
		"schoolList": ["龙华新区观澜街道锦明学校"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00058"
	},
	"东王": {
		"schoolList": ["龙华新区观澜街道东王实验学校"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00059"
	},
	"新智": {
		"schoolList": ["龙华新区观澜街道新智学校"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00060"
	},
	"爱义": {
		"schoolList": ["龙华新区大浪街道大浪爱义学校"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00061"
	},
	"桂花社区": {
		"schoolList": ["龙华新区观瀾街道桂花小学", "龙华新区观澜二中"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00062"
	},
	"民乐": {
		"schoolList": ["龙华新区民治街道民乐小学"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00063"
	},
	"万安": {
		"schoolList": ["龙华新区观澜街道万安学校"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00064"
	},
	"元芬": {
		"schoolList": ["龙华新区大浪街道元芬小学"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00065"
	},
	"东星小学": {
		"schoolList": ["龙华新区民治街道东星小学"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00066"
	},
	"爱孚": {
		"schoolList": ["龙华新区观澜街道爱孚实验学校"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00067"
	},
	"精英": {
		"schoolList": ["龙华新区观澜街道精英学校"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00068"
	},
	"民治": {
		"schoolList": ["龙华新区民治街道牛栏前学校"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00069"
	},
	"新园": {
		"schoolList": ["龙华新区观澜街道新园学校"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00070"
	},
	"人民路以东、和平路以南、东环一路以东、三联路以南、东环二路以东、龙观东路以南范围": {
		"schoolList": ["龙华新区新华中学"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00071"
	},
	"观城社区岗头居委会": {
		"schoolList": ["龙华新区观澜中学"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00072"
	},
	"新澜社区桂澜居委会": {
		"schoolList": ["龙华新区观澜中学"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00073"
	},
	"福安雅苑": {
		"schoolList": ["龙华新区福苑学校(初中部)"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00074"
	},
	"福民社区": {
		"schoolList": ["龙华新区观澜二中"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00075"
	},
	"观城社区大和": {
		"schoolList": ["龙华新区观澜二中"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00076"
	},
	"马坜": {
		"schoolList": ["龙华新区观澜二中"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00077"
	},
	"大航居委会": {
		"schoolList": ["龙华新区观澜二中"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00078"
	},
	"新澜社区翠澜": {
		"schoolList": ["龙华新区观澜二中"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00079"
	},
	"大布巷居委会": {
		"schoolList": ["龙华新区观澜二中"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00080"
	},
	"龙华中英文": {
		"schoolList": ["龙华新区龙华中英文实验学校"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00081"
	},
	"六一": {
		"schoolList": ["龙华新区民治街道六一学校"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00082"
	},
	"三联永恒": {
		"schoolList": ["龙华新区三联永恒学校"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00083"
	},
	"博文": {
		"schoolList": ["龙华新区观澜街道博文学校"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00084"
	},
	"牛栏前": {
		"schoolList": ["龙华新区民治街道牛栏前学校"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00085"
	},
	"龙丰": {
		"schoolList": ["龙华新区龙丰学校"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00086"
	},
	"展华": {
		"schoolList": ["展华实验学校"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00087"
	},
	"平南铁路以南、梅龙路以东、玉龙路以南、新区大道以东、白龙路以南、金龙路以东、梅观路以西、民乐路以北的范围": {
		"schoolList": ["龙华新区潜龙学校(初中部)"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00088"
	},
	"人民路以西、和平路以北、东环一路以西": {
		"schoolList": ["龙华新区龙华中学"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00089"
	},
	"三联路以北、东环二路以西、龙观东路以北范围": {
		"schoolList": ["龙华新区龙华中学"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00090"
	},
	"新园学校": {
		"schoolList": ["龙华新区观澜街道新园学校"],
		"areaCode": 404,
		"area": "龙华",
		"idx": "404-00091"
	}
}


if (typeof(module) !== 'undefined') {
  module.exports = village2SchoolObj;
}