var schoolArr =
	[{
		"深圳福田荔园小学南校区": ["阁林网苑", "深勘大院1-5栋", "深勘单身公寓", "警备区家属楼", "地质局综合楼", "地质局1-7栋", "中泰燕南名庭", "中电器材", "中核大厦", "科技大厦", "桑达新村", "电子设计院住宅楼", "君悦阁", "美然大院", "士必达", "华懋达公寓", "华胜公司住宅楼", "华胜公司", "桑达南区", "华乐楼", "工艺大厦", "家乐大厦", "家乐大院789栋", "豪宫大厦", "兴华宾馆附楼", "钻雅艺华银海楼", "天天渔港酒店", "华强广场B、C、D座（商住两用）", "国利大厦A、B座 ", "航苑大厦东", "西座（商住两用）", "中航公寓", "都会100A、B座（商住两用）", "现代之窗B座（商住）", "京华10栋", "现代之窗附楼（商住）", "通新岭小区", "同心路4号大院（旧特区报社）", "荔香坊", "城投荔香坊", "荔枝公园宿舍楼", "青少年活动中心宿舍", "荔湖新村", "荔园小学宿舍楼", "市统计信息局宿舍"]
	}, {
		"园岭小学": ["园岭新村1—62栋（新）", "园岭新村92—97栋（新）", "荔湖花苑A-B栋", "红岭中学1-3栋"]
	}, {
		"福田小学": ["彩云居", "祠堂坊", "福安街", "税务局", "贝底田", "漾福居", "聚福楼", "文化楼", "鸿图大厦", "京海花园", "庆福园", "福星路教育新苑1-3栋", "城市春天", "福学楼", "福星大厦", "边防大厦", "建行宿舍", "武警大院", "中医院员工住宅", "蔬菜公司员工宿舍", "福侨大厦", "福田中学宿舍", "城市杰座", "福田医院", "捷佳大厦", "雷圳大厦", "福田文化楼", "嘉汇新城", "广业大厦", "巴士集团员工宿舍", "福田大厦", "福星北住宅", "世贸大厦", "华强花园（高层）", "华强住宅区（低层）", "华粤电子"]
	}, {
		"新洲小学": ["新洲花园", "新洲花园大厦", "新洲北村", "新洲中心村56号以上"]
	}, {
		"园岭实验小学": ["园岭小区77-91栋", "98-112栋", "园东花园A-C栋", "园岭花园", "南国大厦1、2", "翠林阁", "翠华阁", "新华楼", "鹏盛村1—10栋", "鹏盛年华A、B栋", "旭飞花园A、B、C、A1、A2栋", "八卦岭宿舍区1—48栋", "光纤小区1栋", "荣生住宅楼", "先科机电大厦", "合正瑞园", "深大公寓", "翠馨居小区", "意馨居小区", "新阳住宅楼", "鹏基公寓"]
	}, {
		"园岭外语小学": ["园岭小区63-76栋", "园中花园A-E栋", "圆龙园A、B栋", "盛世鹏程1-7栋", "城市主场A、B栋", "鹏益花园1-6栋", "岭尚时代ABC三栋", "远东大厦", "庆安航空大厦", "经理大厦", "深华公寓", "八卦岭工业区部分住宅楼（431栋和534栋）"]
	}, {
		"上步小学": ["巴登村", "向东围东", "东园新村", "埔尾村", "红岭大厦", "台湾花园", "滨江新村", "富豪花园", "佳兆业", "国企大厦中信广场", "明苑大厦", "红岭南苑", "滨河西商住楼", "万德居", "御河堤花园(城滨雅苑)", "污水处理厂宿舍"]
	}, {
		"南园小学": ["南园新村", "爱华大院（爱华小区）", "沙埔头村", "沙埔头大厦", "动力小区（动力公司宿舍）", "旧圩（墟）村", "上步祠堂村", "中电大院", "锦峰大厦", "深南路统建楼", "五邑大厦", "燃气集团住宅楼", "赛格苑", "金宝城大厦", "飞扬时代", "锦龙新村", "长虹楼", "沙埔头综合楼", "锦绣新居", "燃气公司宿舍", "向东围1-15号", "玉丰楼", "锦峰大厦", "统建商住楼", "中电怡静苑"]
	}, {
		"南华小学": ["南华花园", "南华村", "光华园", "赤尾村", "鹏丽大厦", "御景华城", "汇港名苑", "上步码头", "怡兴苑", "福龙楼", "上步建筑公司", "深华宿舍", "武警综合楼", "福滨南小区", "水畔紫云阁", "先先阁", "先虹楼", "治河办宿舍", "排水工区宿舍", "下步庙北区"]
	}, {
		"福南小学": ["皇岗口岸生活区", "皇岗口岸生活区皇福苑", "福滨新村", "福滨苑", "福宁街桐林广场", "福南小学综合楼", "福田村大门坊", "牛巷坊", "西头坊", "岗边坊", "福星路赤尾坊", "福田村福成楼", "福荣楼", "福宝楼", "福满楼", "福艺楼", "福宇楼", "福力楼", "福中楼", "环庆大厦", "福舍楼", "福合楼", "福永楼", "福乐楼", "福海楼", "福生楼", "福舍楼B座", "福群楼1-13座", "福民楼A-F座", "景福大厦景荣阁", "景华阁", "景蕙阁", "福祥街1栋、2栋", "福星路深华汽修厂", "福祥街2号楼", "4号楼", "福田路26号新星大厦", "税务稽查局"]
	}, {
		"岗厦小学": ["深大教师宿舍", "高科利大厦", "高科利花园", "岗厦村（东一、东二、东三、东四、东五等、统建楼……）", "福鑫苑", "岗厦小学教职工宿舍楼1、2栋", "海鹰大厦", "彩虹大厦", "彩霞阁", "彩云阁", "彩天名苑", "彩福大厦", "星河世纪大厦A、B、C栋", "嘉麟豪庭"]
	}, {
		"皇岗小学": ["皇岗村上围", "下围", "吉龙及皇岗新村一、二期", "国皇大厦", "渔农村（裕亨路：天泽花园", "海阅华城", "裕亨花园", "港田花园", "金地明津", "福田口岸航运局住宅区", "港城华庭）", "云顶翠峰", "共和世家", "皇庭彩园", "高发城池"]
	}, {
		"水围小学": ["水围村", "金怡华庭", "时代星居", "福民佳园", "福雅园", "萱嘉华庭", "福涛东园", "绿茵阁", "金港豪庭", "晨晖家园", "水围新家园", "御庭园", "福昇楼", "嘉意台", "银庄大厦", "高发城驰", "福乐雅苑", "嘉福花园", "南光名仕苑", "银泰苑", "骏皇名居", "新桂花村", "居雅苑", "江南名苑", "金桂大厦", "美晨苑", "宝田苑", "京隆苑", "益田豪园居", "益田花园", "点彩人家", "圆梦园", "帝涛豪园", "宝瑞轩", "朗庭豪园", "丽港湾", "长宝大厦", "龙轩豪庭", "华嵘榕公馆", "江南花园", "画意居", "格兰海湾", "南光紫荆苑", "加福广场", "华尔登府邸", "福朋喜来登", "云顶翠峰", "共和世家", "皇庭彩园"]
	}, {
		"众孚小学": ["石厦村", "众孚新村", "众孚大厦", "时尚名居", "物业时代新区", "益田名园", "星河明居"]
	}, {
		"新沙小学": ["朗晴馨洲", "嘉洲豪园", "嘉洲富苑", "绿景新洋房", "锦洲花园", "工商宿舍楼", "新洲苑", "绿景新苑", "骏皇嘉园", "星河雅居", "湖北宝丰花园", "康达尔公寓", "锦滨苑", "福昌苑", "国税综合大楼", "沙尾综合楼", "润福园", "金福苑", "新洲祠堂村", "祥云天都世纪", "南溪新苑", "中城天邑", "新洲南村", "新洲中心村（部分）", "雄鹰大厦"]
	}, {
		"下沙小学": ["金域蓝湾", "碧海红树园", "花好园", "红树家邻", "鸿景湾名苑", "泰然广场", "泰康轩公寓", "天安数码城顺泰公寓", "高尔夫花园", "下沙村"]
	}, {
		"狮岭小学": ["市政大院", "市政生活小区", "天健公寓", "天健工业区", "擎天华庭", "翠景园", "碧景园", "万托大厦", "缔梦园", "鲁班大厦", "香蜜新村", "龙塘小区（公交", "机场）", "景发花园", "香丽大厦", "TT国际公寓"]
	}, {
		"梅林小学": ["宝翠居", "叠翠居", "鸿浩阁", "文伟阁", "润裕花园", "大众公寓", "美塑公寓", "嘉梅宿舍楼", "新世界四季山水花园", "山水居", "阳光天下花园", "福兴花园", "新活力花园", "润华苑", "咏山名苑", "嘉鑫阳光雅居", "深华科技园", "碧华庭居", "金帝食品厂宿舍", "合正园", "安通大厦宿舍", "迷你新居", "三洋华强宿舍", "金梅花园", "梅林小学宿舍", "梅林二村", "宏安花园", "河背村", "富盛花园", "围面村", "锦安楼", "裕林花园", "下梅林综合市场楼", "裕田花园", "安平阁", "天心花园一期", "恒盛居", "嘉梅花园", "碧荔花园", "梅林邮政综合楼", "梅林中学宿舍楼"]
	}, {
		"竹园小学": ["美视电力宿舍", "鸿新花园（含侨香公馆）", "园博绿苑", "蔡屋围侨香雅居", "雅福居", "锦庐花园", "明福居", "佳泰兴苑", "风临左岸", "香山美树苑", "建业小区", "建业大厦", "竹园小区", "鑫竹苑", "香蜜湖街道办综合楼"]
	}, {
		"教科院附小": ["金众小区", "越众小区", "福安大厦", "竹林花园", "香诗美林", "越海家园", "金海花园", "红树林海景花园", "竹盛花园", "育星苑", "博林贡院", "驾培中心", "动力公司", "荣耀园", "蝴蝶谷", "深康村"]
	}, {
		"百花小学": ["长城大厦1-9栋", "长泰花园", "长安花园", "长乐花园", "长怡花园", "群星广场", "红荔村住宅区", "体委宿舍", "桑达雅苑", "桑达大厦", "金茂礼都", "赛格科技园", "百花小学宿舍"]
	}, {
		"华富小学": ["华富村东", "西区", "华新村", "海馨苑", "上步工业区", "深纺大厦", "海外装饰大厦", "华康大院", "华发大院", "华丽大院", "嘉年公寓", "东方时代", "中航北苑"]
	}, {
		"莲花小学": ["莲花三村小区（福莲花园", "长福花园", "紫玉花园", "振业花园", "现代苑", "集福居）", "皇家翠苑", "海连大厦", "福景大厦", " 勘察设计院宿舍大院", "第一电子技工学校宿舍", "福安综合市场", "福田区公安局宿舍", "邮电局宿舍", "春晖苑", "橄榄鹏苑", "莲花小学宿舍", " 电子技术学校宿舍", " 机关七幼宿舍", "国际人才大厦", " 武警支队大院", " 公安边防支队宿舍"]
	}, {
		"景鹏小学": ["香蜜三村", "天健茗苑", "华茂欣园", "业城阁", "长景阁", "时代华庭", "东景花园", "聚豪园", "景鹏综合楼", "瑞达苑", "国泰豪园", "橄榄绿洲家园", "紫荆苑", "五洲星苑", "景苑大厦", "深圳特区报社公寓", "华富大厦", "金色假日名苑", "锦文阁", "合正名园", "香蜜二村", "缇香名苑", "华泰小区", "香逸名园", "东方玫瑰园", "侨福大厦", "安柏丽晶园", "香蜜湖家属楼", "香蜜楼"]
	}, {
		"福华小学": ["福华新村", "福田新村", "皇洲花园", "岗厦变电综合楼", "华厦新居", "万景花园", "福源大厦", "东怡大厦", "福建大厦", "港丽豪园", "辛诚花园", "润恒大厦", "装饰集团宿舍", "华景花园", "东华大厦", "海天大厦", "恒运豪庭", "国际村", "中深花园"]
	}, {
		"福民小学": ["海滨广场", "深荣大厦", " 天泽花园", "渔农村（海悦华城", "金地名津", "裕亨花园）港田花园", "水立方", "皇岗码头", "港城阁", "港城华庭（港城阁", "港华阁", "港庭阁）", "福民大厦", "福昌大厦", "星河华居", "阳光城市", "资本大厦", "皇庭居", "紫光名苑", "景源华庭", "南国宾馆", "辛盛苑", "爱地大厦", "富强花园", "卫检大厦", "阑亭居", "皇御苑（御花园", "皇溪苑", "皇丹苑）", "深港1号"]
	}, {
		"华新小学": ["华富北村", "笔架山庄", "阳明山庄", "依山居", "依岚居", "乐山居", "静逸居", "市二医院宿舍", "梅岗园林公司宿舍", "五环新村"]
	}, {
		"美莲小学": ["莲花一村1—48栋", "华富楼", "神彩苑A\\B\\C共三栋", "神彩苑铁皮房", "深科技公寓宿舍A/B共两栋", "星馨苑", "星光苑", "中建宿舍A/B/C/D共4栋", "宏安苑", "美莲小学宿舍", "莲花二村1—46栋", "二村莲花楼", "莲花中学综合楼", "园心苑1—3 栋", "田面新村1—51栋", "田面花园1—5栋", "富荔花园1—7栋", "设计院1—2栋", "田兴楼", "田达楼", "田发楼", "上村28号", "上村45号", "福河楼", "城市绿洲花园1—9栋", "中心公园管理处1—2栋", "设计之都1栋和3栋"]
	}, {
		"新莲小学": ["莲花北村37-75栋", "新莲大厦", "富莲大厦"]
	}, {
		"景龙小学": ["怡枫园", "怡枫尚品", "润丰园", "景莲花园", "安通花园", "莲兴苑", "景桦花园", "富霖花园", "香荔新村", "凯旋豪庭", "新景苑", "新狮村", "天健综合楼", "商报社宿舍楼", "第一世界广场", "景丽花园", "振业景洲大厦"]
	}, {
		"景莲小学": ["莲花北村1-36栋 ", "吉莲大厦", "宝莲大厦", "莲花北村电话机房宿舍"]
	}, {
		"益田小学": ["益田村1-43栋", "益强居1、2栋", "益荣居1、2栋", "红树绿洲", "福源花园", "帝港海湾豪园", "自由港湾公寓", "城市3米6公寓", "天健时尚名苑（也叫天健铂庭）", "益田村101、102栋"]
	}, {
		"梅丽小学": ["民浩楼", "鸿运大楼", "东梅公寓", "鸿运出租公司", "梅林居", "梅林医院", "赛格三星单身宿舍楼", " 梅林三村", "梅林四村", "梅林阁", "福星阁", " 上梅林祠堂村", "上梅林新村", "上梅林市场", "华景花园", " 华茂苑", "百兴苑", "万众城", "东方富苑", "上梅林街道办综合楼", "消防中队综合楼", " 东方星大厦", "多丽工业区", "汉光电子公司", " 红梅苑", "梅兴苑", "荔园阁", "香山花园", "新世界花园"]
	}, {
		"梅园小学": ["梅林一村"]
	}, {
		"梅山小学": ["下梅林村", "成丰电子厂", "锦林新居", "尚书苑", "高达苑", "鸿达苑", "碧云天", "市外事办服务处", "林海山庄", "梅山苑（一、二期）", "通业花园", "颂德国际", "兰江山第、山语清晖、栖棠映山、万泽云顶"]
	}, {
		"景秀小学": ["俊景豪园", "香景大厦", "赛格景苑", "宏浩花园", "康欣园", "翔名苑 ", "景蜜村", "景雅居", "天健时尚新天地", "燃气公司", "景秀中学", "布尾村1-67栋", "景田南", "景新花园", "景林花园", "天一名居", "景鹏大厦", "金色家园", "茶宫", "景茗苑"]
	}, {
		"上沙小学": ["上沙创新科技园1-3栋", "5-15栋", "上沙椰树村1-16巷", "上沙龙秋村1-18巷", "上沙花园C座", "上沙商业综合楼", "上沙村安居楼", "上沙花园A、B座", "上沙村福民新苑A-E座", "上沙九园村1巷", "上沙村西苑", "上沙小商品市场B、C座", "上沙新村1-4巷", "上沙塘晏村7-23巷", "上沙村48栋1-7巷", "上沙村东苑1-29栋", "上沙小学宿舍楼", "上沙中学宿舍楼", "金海湾花园小区", "金地花园小区", "上沙红旗岭小区"]
	}, {
		"绿洲小学": ["金沙花园", "锦河苑", "绿洲花园", "福瑞阁", "香江西苑", "绿景花园", "宝鸿苑", "凯欣园", "新中苑", "密园", "绿景蓝湾半岛", "金地海景", "金地翠堤湾", "金海丽名居", "边防分局新沙干部楼", "金地名轩", "元盛兴苑", "好景豪园", "沙尾村", "沙嘴村", "韵动家园"]
	}, {
		"荔园北校区": ["百花园一期（牡丹阁", "紫荆阁", "百合阁）", "百花园二期（芙蓉阁", "玫瑰阁", "海棠阁）", "南天一花园1栋、2栋、3栋", "百花公寓1-5栋", "长城大厦（核电大厦）15栋、16栋"]
	}, {
		"石厦学校小学部": ["中央花园", "东方欣悦居", "碧馨苑", "博伦花园", "瑞和园", "明月花园", "金地翠园", "天健阳光华苑", "雅云轩", "恒冠豪园", "缔馨园", "丽阳天下", "合正佳园", "星座传奇", "详韵苑", "泰美园", "信托花园", "阳光四季", "机场住宅", "绿洲丰和", "宏轩名庭", "海云居", "葵花公寓", "高发小区", "宏欣豪园", "南方国际广场"]
	}, {
		"福强小学": ["益田村103—118栋", "益田村120栋"]
	}, {
		"全海小学": ["益田村44—82栋", "高层119栋", "121栋", "益荣居3", "4栋", "石厦南总站", "益田市场", "福田花园", "全海花园", "福田高发城池", "福保桂花苑", "红树福苑"]
	}, {
		"彩田学校小学部": ["安居苑", "水源大厦（员工宿舍）", "彩田村", "彩田居", "润鹏花园", "民宁园", "天威视讯（员工宿舍）", "城管大厦（员工宿舍）", "公安局交通警察局（员工宿舍）", "逸庭苑宾馆（员工宿舍）", "长城盛世", "翡翠名园", "彩天怡色", "茂恒园", "中级法院（员工宿舍）", "书画院（员工宿舍）", "雨田村", "莲丰花园", "莲丰雅苑", "青莲公寓", "岭秀名苑", "梅林海关生活区", "莲花天心楼", "京明会所（员工宿舍）", "宏威花园", "月鸣轩", "山水轩", "山月居", "公交大厦（员工宿舍）、莲丰大厦"]
	}, {
		"黄埔学校小学部": ["黄埔雅苑一、二、三、四期", "儿童医院", "江苏大厦", "荣超大厦", "新世界大厦149"]
	}, {
		"梅华小学": ["汇龙花园 ", "建龙苑", "富国工业区", "艺丰花园", "银海苑", "先科花园", "振业梅苑", "凯伦花园", "逸园", "安居苑", "福丰楼", "中康生活区", "金燕园", "绅宝花园", "蓝宝石名庭", "雕塑家园", "福茂花园", "颐林雅苑", "大围坊", "海康大厦", "万科大厦", "华府馨居", "合旺阁", "华安园", "鼎业大厦", "怡景大厦", "捷顺大厦", "凡恩大楼", "深港建筑大厦", "满京华商业大厦", "奥士达大厦", "公安特警支队宿舍"]
	}, {
		"景田小学": ["布尾村68至171栋", "梅富村1至134栋", "景田西1至17栋", "景西大厦", "景龙大厦", "必好花园", "紫薇阁", "万科城市花园", "天健花园", "景秀年华", "七街公馆（哈尔滨大厦）", "青海大厦", "武警大厦（景华苑）", "景尚雅苑", "华盛领寓", "景田小学宿舍", "幸福家园", "馨庭苑", "怡华苑", "梅林水厂宿舍", "特发小区", "嘉隆星苑", "公交集团宿舍", "天然居A-F栋", "天明居一栋A/B/C座", "唯珍府", "福田中医院", "福景外国语学校", "福田外国语学校景田校区"]
	}, {
		"荔园外语西校区": ["港中旅花园（中旅国际公馆）", "香域中央花园", "翠海花园"]
	}, {
		"天健小学": ["天健世纪花园", "中银花园", "雅颂居", "深夜花园"]
	}, {
		"荔轩小学": ["俊安苑", "龙溪花园", "香榭里花园", "荔林苑", "天宝物华", "东海花园", "香荔绿洲", "花卉中心", "阳光高尔夫大厦", "香珠花园", "高级中学初中部宿舍", "香蜜湖街道办宿舍", "香蜜湖医院宿舍", "东海公寓", "财富广场", "天御香山花园", "香榭茗园"]
	}, {
		"侨香外国语学校小学部": ["枫丹雅苑", "恒星园", "国土局住宅", "瀚盛花园（瀚城）", "香雅园", "嘉园", "豪峰园", "万科温馨家园", "金地香蜜山", "侨香村", "香格丽苑", "君明府", "听泉居", "鸣泉居", "三九龙井小区", "裕和大厦", "安岚苑", "鸿运阁", "国华大厦", "安侨苑", "香蜜时代", "香蜜原著"]
	}, {
		"益强小学": ["新新家园（又名建鑫苑）", "中港城", "驻港部队", "61377部队"]
	}, {
		"荔园外语东校区": ["水榭花都", "香蜜一号"]
	}, {
		"明德碧海校区": ["碧海云天", "金海燕", "新浩城"]
	}, {
		"翰林实验学校小学部": ["翰岭院", "花里林居", "半山御景", "水木澜山", "健君苑", "蓝天绿都", "金丰花园", "深新大厦（中南名苑）", "梅林派出所", "机电公司", "合正逸园", "建材公司", "御景华庭", "艺丰花园B", "C", "D区", "新阁小区", "银麓公寓", "华海工业区", "华天公寓", "一健公寓等社区", "人武大厦", "岭南公司", "糖瓷公司住宅楼", "广通大厦"]
	}, {
		"福新小学": ["东山小区", "发展兴苑", "星河国际", "中海华庭", "城中雅苑", "都市花园", "揽翠阁", "新光活力小区", "天安高尔夫花园", "华海小区", "福宇轩", "国都高尔夫花园", "君临天下", "嘉洲华苑"]
	}, {
		"明德香蜜校区": ["熙园", "新天国际名苑", "香蜜湖豪庭", "香荟雅苑", "九号大院"]
	}, {
		"荔园小学西校区": ["东风大厦", "雍怡阁", "东风大院", "航天立业华庭", "玮鹏花园", "富怡雅居", "南方日报大厦宿舍", "工会住宅楼", "税务局宿舍", "财经学院宿舍", "汽配宿舍", "汽车大厦", "汽车大院", "东风汽车公司简易楼等住宅区"]
	}, {
		"实验小学": ["百花一路", "百花二路", "国城花园1、2栋", "南天二花园（南天大厦4-6号楼）"]
	}, {
		"红岭园岭校区": [" 园岭新村", "园东花园", "园中花园", "园龙园", "荔湖花苑", "园岭花园翠林阁", "翠华阁", "南国大厦", "新华楼", "红岭中学宿舍", "通心岭", "荔香坊", "荔香街", "报社大院", "荔湖新村", "地质局住宅楼", "中泰燕南名庭", "阁林网苑", "警备区大院", "中电器材宿舍", "富怡雅居", "雍怡阁", "东风汽车公司", "玮鹏花园", "航天立业华庭", "工会住宅楼", "桑达新村", "君悦阁", "现代之窗大厦B座", "电子设计院", "美然小区", "兰光家属宿舍"]
	}, {
		"上步中学": ["上步大厦", "南园新村", "统建商住楼1-4栋", "石油大厦", "爱华大院小区", "怡静苑(中电华发南小区)", "飞扬时代AB座", "中电花园（中电大院）", "工商银行公寓(五邑大厦)", "赛格苑", "统建商住楼甲栋(宝安大厦)", "乙栋(杏花村)", "丙栋(越华大厦)", "丁栋(华垦大厦)", "乐安苑", "南园西小区", "园西(共5栋)", "福田体育中心综合楼", "旧墟大厦", "旧圩大厦", "沙埔头东", "动力公司住宅区(南园路121号)", "向东围西", "松岭路39号大院", "上步祠堂村", "锦绣新居", "锦峰大厦", "杰恩大厦", "沙埔头综合楼", "沙埔头大厦", "燃气公司宿舍楼(松岭路15号)", "长虹住宅楼(南园街道办内)", "玉田大厦", "上步玉丰楼", "青艺楼", "沙埔头康乐中心", "南园大楼", "税务楼(1楼)", "公共汽车滨河总站宿舍楼", "沙埔头西", "旧墟村", "旧圩村", "信威楼", "锦龙新村(居)", "锦龙花园", "锦花新居", "金宝城大厦", "南华村(下步庙北区)", "南华花园", "上步中学宿舍及住宅楼", "上步工贸楼(广纳酒店)", "南华村(下步庙南区、户口本地址含连港村、渡前村)", "光华园", "安居乐(18层)", "福田法院宿舍"]
	}, {
		"红岭石厦校区": ["中港城", "益田名园", "物业时代新居", "时尚名居", "美丽家园公寓", "众孚花园", "众孚新村", "众孚大厦", "星河名居", "石厦村", "新新家园", "部队军营（区教育局侧面）", "驻港部队（区教育局正面）"]
	}, {
		"莲花北校区": ["园心苑1-9栋（高层）", "中航公寓", "航苑大厦AB座", "都会100 AB座", "中航北苑大厦AB座", "国利大厦AB座", "东方时代广场AB座", "华强广场大厦BCD座", "都汇轩", "田面新村1至51栋", "田面花园1至5栋", "富荔花园1至7栋", "田兴楼、田达楼、田发楼（共3栋）", "田面上村28、54号", "福河楼", "设计院宿舍1、2栋", "城市绿洲花园（高层）1至9栋", "海外3栋", "华丽大苑3、4栋", "供电局宿舍", "嘉年大苑1至5栋", "上步工业区402栋AB座、503、303栋", "华发大院1至5栋", "华康3栋", "莲花一村1至16栋", "29至48栋", " 雪虹花园19至28栋", " 美莲大厦17、18栋", "莲花二村1至45栋", "莲花大厦（西座）", "莲花楼", "莲花中学综合楼", "福莲花园1至23栋", "振业花园1至9栋", "紫玉花园", "现代苑东西座", "集福居1、2、3栋", "长福花园1至14栋", "机关七幼、莲花小学职工宿舍", "海莲大厦连天阁、连云阁", "福景大厦东、西、中座", "皇家翠苑东西座", "电子学校1、3栋", "勘察研究院1至5栋", "公安宿舍1至3栋", "边防（军产房）6、7、8栋", "橄榄鹏苑（军产房）1、2期", "邮电宿舍2、3栋", "春晖苑（军产房）甲、乙、丙、丁单元"]
	}, {
		"华富中学": ["庆安航空大厦", "岭尚时代园", "光纤小区", "意馨园", "合正瑞园", "翠馨居", "先科机电大厦", "合正美寓", "鹏益花园", "鹏基公寓", "招商城市主场", "旭飞花园", "盛世鹏程", "鹏盛年华公寓", "鹏盛村", "体育馆", "第二人民医院家属楼", "银华大厦", "依山居", "体工队宿舍", "逸山居", "梅岗园林宿舍", "信苑花园", "阳明山庄", "黄木岗北区", "笔架山庄", "五环新村", "静逸居", "恒通花园", "乐山居", "伊岚居", "华富村", "海馨苑", "华新村"]
	}, {
		"皇岗中学": ["联检大楼", "渔农村", "海悦花城", "福景花园", "天泽花园", "金地名津", "港城华庭", "港田花园", "福民新村", "福民大厦", "星河华居", "阳光城市", "深荣大厦", "富强花园", "爱地大厦", "海滨广场", "景源华庭", "紫光名苑", "皇庭居", "皇岗村", "金怡华庭", "皇达东方雅苑", "宣嘉华庭", "绿荫阁", "福涛花园", "福雅园", "福民佳园", "云顶翠峰", "（恒春园）水围村", "共和世家", "皇庭彩园", "金港豪庭", "福图阁", "嘉意台", "嘉福花园", "南名仕苑", "银泰苑", "金桂大厦", "新桂花村", "益田花园", "京隆苑", "宝田苑", "美晨苑", "骏皇名居", "宝瑞轩", "朗庭豪园", "丽港湾", "长宝大厦", "帝港豪庭", "圆梦园"]
	}, {
		"南华实验学校": ["福田中学宿舍", "城市杰座", "福田医院职工宿舍（已拆迁）", "捷佳大厦", "华强花园（高层）", "华强住宅区（低层）", "华粤电子", "嘉汇新城", "广业大厦", "巴士集团员工宿舍", "福田大厦", "福星北住宅", "世贸大厦", "福华路13号大院", "雷圳大厦", "统建楼", "北方大厦", "福星大厦", "边防大厦", "建行宿舍", "武警大院", "交通局宿舍", "中医院员工住宅", "蔬菜公司员工宿舍", "福侨大厦", "福田外贸大厦 深华运输公司住宅楼", "彩云居", "福滨新村", "福滨苑", "福宁街", "福安街", "税务局", "福田村（贝底田", "赤尾坊", "祠堂坊", "大门坊等）漾福居", "聚福楼", "文化楼", "鸿图大厦", "京海花园", "3路汽车总站", "庆福园", "福星路教育新苑1、2、3栋 （福华生活区正在改建", "建成后为“城市春天”1、2、3栋", "福学楼", "景福大厦", "赤尾村", "鹏丽大厦", "御景华城", "汇港名苑", "上步码头", "怡兴苑", "福龙楼", "上步建筑公司", "皇岗口岸生活区", "皇岗口岸生活区皇福苑等", "皇御苑小区等"]
	}, {
		"景秀中学": ["景新花园", "景鹏大厦", "景茗苑", "茗香苑", "天一名居", "景田南住宅区", "万科金色家园", "中国茶宫", "福田文化馆", "景林花园", "布尾村（1~67号）", "景蜜村", "景雅居", "康欣园翔名苑", "赛格景苑", "宏浩花园", "俊景豪园", "香景大厦", "天健时尚新天地", "煤气公司宿舍", "景秀小学", "景秀中学", "龙塘生活区（不包括商用房）", "深圳机场集团分公司", "香蜜湖住在区（1~7栋）", "香密湖新村（1~26栋）", "设计院宿舍（1~2栋）", "景发花园（湖景居", "怡景居）", "景达花园（1~2栋）", "缔梦园（一期丽梦轩、雅梦轩、二期A、B、C、D、景城府、三期TTA、TTB）", "翠景园（1、2栋）", "擎天华庭（擎天阁、华庭阁）", "市政大院（1~33栋）", "香丽大厦", "万托家园", "飞顺达汽车大厦", "碧景园（A、B、C、D）", "鲁班大厦（一、二、三区）"]
	}, {
		"北环中学": ["莲花北1-75栋 ", "吉莲大厦1-4幢", "宝莲大厦1-3幢", "富莲大厦1-3幢", "新莲大厦", "莲花山下地震预报办公室宿舍", "妇儿大厦", "怡枫尚品", "怡枫园", "润丰园", "汇祥阁", "汇诚阁", "景洲大厦", "天平大厦", "景丽花园", "景莲花园", "安通花园", "奥林匹克大厦", "深圳商报大厦", "景桦花园", "富霖花园", "新景苑", "第壹世界广场", "凯旋豪庭", "新狮村", "香荔新村"]
	}, {
		"新洲中学": ["国都高尔夫花园", "都市花园", "新光活力小区", "嘉洲华苑", "福宇轩", "华海小区", "绿洲花园", "乾泰公寓", "庆泰公寓", "顺泰公寓", "久泰公寓", "安徽大厦", "天安高尔夫珑园", "新洲花园", "大龙丁综合楼", "新洲北村", "绿景花园二期", "嘉州富苑", "朗晴馨洲", "新南苑", "中城天邑", "香江东苑", "新洲南村", "嘉洲豪园", "锦洲花园", "康达尔公寓", "新洲苑", "星河雅居", "骏皇嘉园", "绿景新苑", "金福苑", "华庭居", "南溪新苑", "新洲祠堂村", "云祥天都世纪", "雄鹰大厦", "锦滨苑", "福昌苑", "润福园", "金沙花园", "锦河苑", "福瑞阁", "香江西苑", "新中苑", "宝鸿苑", "凯欣园", "绿景花园", "韵动家园", "椰树花园", "怡和楼", "荔树人家"]
	}, {
		"莲花南校区": ["岗厦村东坊", "深大新村", "福田村福新坊", "彩天名苑", "彩虹新都（彩荟阁、彩云阁、彩霞阁）", "彩虹大厦", "福鑫苑", "家乐居", "高科利花园", "戊福楼", "胜容楼", "福华村", "福华新村", "华景花园", "皇洲花园", "万景花园", "东怡大厦", "东华大厦", "润恒大厦", "中深花园A座", "中深花园B座", "福华邨", "福源大厦", "翠廊苑", "岗厦村西坊", "嘉麟豪庭", "星河世纪", "鸿福阁", "岗厦村西坊", "恒运豪庭", "辛城花园", "港丽豪园"]
	}, {
		"石厦学校初中部": ["丽阳天下", " 阳光四季", "绿洲和家园", "信托花园", "缔馨园AB栋", "葵花公寓", "景达轩大厦", "宏轩大厦", "蓝色海云居", "高发住宅楼", "外联大厦", "南方国际广场", "合正佳园", "天健阳光荣苑天悦阁", "明月花园", "瑞和园", "博伦花园", "东方欣悦居", "金地翠园", "中央花园", "恒冠豪园", "雅云轩", "星座大厦", "泰美园", "祥韵苑南座", "碧馨苑", "星河国际", " 中海华庭", "东山小区", " 城中雅苑", "发展兴苑小区"]
	}, {
		"红岭中学竹林校区": ["深康村", "珍奇景苑", "荣耀园", "博林贡院", "创意侨园", " 蝴蝶谷", "警察学校宿舍", "金海花园", "金竹花园", "竹盛花园", "香诗美林", "育星苑", "竹林花园", "越众小区", "金众小区", "越海花园", "福田交通枢纽宿舍", "地铁公司宿舍", "新浩城", "碧海云天", "红树东方", "红树林海景", "金海燕", "香港大学深圳医院"]
	}, {
		"梅山中学": ["①福兴花园", "②新活力花园", "③鸿浩阁", "④文伟阁", "⑤叠翆居", "⑥阳光嘉鑫", "⑦山水居", "⑧捷顺科技宿舍", "⑼美塑宿舍", "⑩四季山水", "⑾天御山", "⑿大众公寓", "⒀深圳危险废物处理厂家属楼", "⒁广东省边防七中队干部住宅", "⒂牛门地工业区宿舍", "⒃嘉梅工业区宿舍", "⒄特警宿舍（教堂东）", "⒅润华苑", "⒆润裕苑", "①沙北村", "②金梅花园", "③梅林二村", "④碧荔花园", "⑤荔园村", "⑥边防分局住宅小区", "⑦河背村 ", "⑻富盛花园", "⑼梅林幼儿园宿舍", "①迷你新居", "①梅林一村", "④水务局家属楼", "①下梅林村", "②嘉秀社区", "③锦林新居", "④围面村", "⑤天心花园", "⑥裕林花园", "⑺锦安楼", "⑻丰田村", "⑼梅丰花园", "⑽成丰电子宿舍", "⑾老村委办公楼", "⑿深水集团宿舍", "碧云天", "林海山庄", "鸿达苑", "通业花园", "梅林苑", "尚书苑", "梅山苑", "高达苑", "华港花园（华电宿舍）", "梅京社区", "深圳支队梅林橄榄院", "北环九街劳教二所干警生活基地（红岭中学旁）", "汉沣楼", "兰江山第、山语清晖、栖棠映山、万泽云顶"]
	}, {
		"侨香外国语学校初中部": ["万科温馨家园", "金地香蜜山", "侨香村", "香蜜原著", "枫丹雅苑", "恒星园", "国土局住宅", "瀚盛花园（瀚城）", "香雅园", "嘉园", "豪峰园"]
	}, {
		"彩田学校初中部": ["神彩苑", "星辉印刷（员工宿舍）", "九星印刷（员工宿舍）", "深圳开发科技有限公司（员工宿舍）", "理光深圳工业发展有限公司（员工宿舍）", "三星视界有限公司（员工宿舍）", "深圳赛格日立显示器件有限公司（员工宿舍）", "彩田工业区", "振兴大厦（员工宿舍）", "运发汽修大楼（员工宿舍）", "汉兴电子技术有限公司（员工宿舍）", "多丽工业区（员工宿舍）", "东方星大厦（员工宿舍）", "深圳光荣机械有限公司（员工宿舍）", "华茂苑", "深华公寓", "深华科技工业园（员工宿舍）", "碧华庭居", " 奥网电力建设（员工宿舍）", "合正园", "中国太平洋保险（员工宿舍）", "美林综合楼", "梅林工业园（员工宿舍）", "美丝工业园（员工宿舍）", "安居苑", "水源大厦（员工宿舍）", "彩田村", "彩田居", "润鹏花园", "民宁园", "天威视讯（员工宿舍", "城管大厦（员工宿舍）", "公安局交通警察局（员工宿舍）", "逸庭苑宾馆（员工宿舍）", "长城盛世", "翡翠名园", "彩天怡色", "茂恒园", "书画院（员工宿舍）", "中级法院（员工宿舍）", "雨田村", "莲丰花园", "莲丰雅苑", "青莲公寓", "岭秀名苑", "梅林海关生活区", "莲花天心楼", "京明会所（员工宿舍）", "宏威花园", "山月居", "雕塑家园", "蓝宝石家园", "中汽南方集团（员工宿舍）", "同得仕大厦（员工宿舍）", "奥仕达花园", "东鹏印刷（员工宿舍）", "先科花园", "凯伦花园", "满京华商业大厦（员工宿舍）", "深圳九星药业有限公司（员工宿舍）", "蓝安琪大厦（员工宿舍）", "空军工业厂房（员工宿舍）", "易达福汽车集团（员工宿舍）", "越华梅林工业区（员工宿舍）"]
	}, {
		"黄埔学校初中部": ["中银花园", "天健世纪花园", "深业花园", "57、地铁大厦", "雅颂居", "58、黄埔雅苑1-4期", "黄埔学校宿舍", "儿童医院宿舍", "江苏大厦", "荣超大厦", "新世界大厦", "90、时代华庭", "长景阁", "业城阁", "紫荆苑", "华泰小区", "华富大厦", "东景花园", "合正名园", "聚豪园", "国泰豪园", "橄榄绿洲", "景苑大厦", "缇香名苑", "五洲星苑", "华强职业学校", "耀华学校", "侨福大厦", "东方玫瑰花园", "香蜜三村", "天健名苑", "华茂欣园"]
	}, {
		"翰林实验学校初中部": ["翰岭院", "花里林居", "半山御景", "水木澜山", "蓝天绿都", "金丰花园", "深新大厦（中南名苑）", "梅林派出所", "机电公司", "合正逸园", "建材公司", "御景华庭", "艺丰花园B、C、D区（1-12栋为A区", "梅华小学）", "新阁小区", "银麓公寓", "华海工业区", "华天公寓", "一健公寓等社区", "人武大厦", "岭南公司", "糖瓷公司住宅楼", "广通大厦", "健君苑", "民浩楼", "鸿运大楼", "东梅公寓", "鸿运出租公司", "梅林居", "梅林医院", "赛格三星单身宿舍楼(单身公寓）", "梅林三村", "梅林四村", "梅林阁", "福星阁", "祠堂村", "上梅林新村", "上梅林市场", "华景花园", "百兴苑", "万众城", "东方富苑", "上梅林街道办综合楼", "消防中队综合楼", "东方星大厦", "多丽工业区", "汉光电子公司", "红梅苑", "梅兴苑", "荔园阁", "香山花园", "新世界花园"]
	}, {
		"福田外国语学校": ["紫薇阁", " 景田大厦", " 景田西村1-17栋（包括景西大厦）", " 景田北村31-38栋", " 梅富村", " 必好花园（景梅新村）", " 布尾村68栋以上", " 景龙大厦1-3栋", "城市花园", "天健花园", "景秀年华", "武警大厦", "唯珍府", "幸福家园 ", "青海大厦", "景尚雅苑", "华盛领域（民华大厦）", "馨庭苑", "景田怡华苑", "青海大厦（商用房除外）", "七街公馆（商用房除外）", "天然居", "天明居", "特发小区", "水厂宿舍", "公交公司宿舍", "香蜜湖第一生态苑2", "水榭花都", "荔园外语小学东宿舍"]
	}, {
		"上沙中学": ["金地海景花园", "金地海景翠堤湾", "全海花园", "绿景蓝湾半岛", "金海丽名居", "星河锦居", "好景豪园", "金地名轩", "沙嘴东村", "沙嘴西村", "金地花园", "金海湾花园", "福民新苑", "上沙东村", "上沙塘晏村", "上沙龙秋村", "上沙花园", "上沙椰树村", "福荣楼", "惠发花园", "下沙村", "金域蓝湾", "鸿景湾名苑", "泰然广场", "花好园", "碧海红树园"]
	}, {
		"红岭南园": ["佳兆业", "国企大厦(ABC三栋)", "向东围村（东区）", "埔尾村", "富豪大厦（东西两座）", "滨河新村（1-30栋）滨江新村（31-53栋）", "东园新村（1-11栋）", "巴登村", "巴荔苑", "台湾花园（怡海阁", "怡云阁）", "滨江大厦", "御河堤花园(城滨雅苑)", "万德居", "水务集团宿舍", "红岭大厦（1-5栋）", "东园大厦", "河畔明居", "红岭南苑（1-6栋）", "边防6支队宿舍", "滨河污水处理厂宿舍", "玉富楼", "国贸大厦", "中信广场", "明苑大厦", "滨河西商住楼", "明月河畔"]
	}, {
		"实验初中部": ["长城花园（长城大厦1-3号楼）", "长城二花园（长城大厦4-6号楼）", "核电花园（长城大厦7-9号楼）", "核电花园东园A、B座", "百花公寓1-5栋", "南天一花园（南天大厦1-3号楼）", "南天二花园（南天大厦4-6号楼）", "国城花园1-2栋", "百花园二期（芙蓉阁、海棠阁、玫瑰阁）", "百花园（百花阁、牡丹阁、紫荆阁）", "长怡花园A、B、C座", "长乐花园A、B、C座", "长安花园A、B、C座", "长泰花园A、B座", "荔园小学北校区宿舍", "实验学校初中部综合楼", "群星广场A、B、C座", "赛格科技园101-106栋", "金茂礼都A、B栋", "红荔村", "桑达大厦", "桑达雅苑"]
	}, {
		"第三高级初中部": ["益田村", "福田花园", "福田花园大厦", "高发佳苑", "石厦南公共汽车总站综合楼", "桂花苑", "红树绿洲", "自由港湾公寓", "帝港海湾豪园", "福源花园", "城市三米六", "天健铂庭"]
	}, {
		"高级中学初中部": ["裕和", "香格丽苑", "听泉居", "鸣泉居", "宏运阁", "侨香社区", "国华大厦", "园博绿苑", "君明府", "安岚苑", "安侨苑", "天御香山花园", "香蜜时代 ", "雅福居", "鸿新花园", "侨香公馆", "锦庐花园", "翠海花园", "香域中央花园", "港中旅花园", "中旅国际公馆", "香榭丽花园", "国土局住宅综合楼", "天宝物华", "龙溪花园", "香荔花园", "俊安苑", "荔林苑", "风临左岸", "竹园小区", "香山美树", "明福居", "建业北区", "佳泰兴苑", "香荔绿洲", "东海花园君豪阁", "东海花园二期", "东海十八房", "雍祥居", "财富广场", "东海花园", "香珠花园", "高级中学初中部宿舍", "竹园小区", "鑫竹苑", "建业小区", "泰然小区1区", "泰康轩", "都市阳光名苑", "泰安轩", "泰然公寓", "皇冠小区", "世纪豪庭"]
	}, {
		"明德中学": ["熙园", "新天国际名苑", "香蜜湖豪庭", "香荟雅苑", "九号大院"]
	}, {
		"实验学校初中部": ["长城花园（长城大厦1-3号楼）", "长城二花园（长城大厦4-6号楼）", "核电花园（长城大厦7-9号楼）", "核电花园东园A、B座", "百花公寓1-5栋", "南天一花园（南天大厦1-3号楼）", "南天二花园（南天大厦4-6号楼）", "国城花园1-2栋", "百花园二期（芙蓉阁、海棠阁、玫瑰阁）", "百花园（百花阁、牡丹阁、紫荆阁）", "长怡花园A、B、C座", "长乐花园A、B、C座", "长安花园A、B、C座", "长泰花园A、B座", "荔园小学北校区宿舍", "实验学校初中部综合楼", "群星广场A、B、C座", "赛格科技园101-106栋", "金茂礼都A、B栋", "红荔村", "桑达大厦", "桑达雅苑"]
	}, {
		"白芒小学": ["白芒村", "麻勘村", "西丽阳光工业区", "荔枝世界", "西丽果场", "白芒村百旺大厦", "白芒村百旺研发公寓", "丽河工业园", "南岗第一工业园", "百旺第二工业园", "新锋工业园", "亿进利工业园", "金亿莱米坑工业园"]
	}, {
		"北师大南山附小": ["电力花园", "南粤明珠", "浪琴屿", "天海花园", "蔚蓝海岸", "瑞铧苑", "文德福花园", "育德佳园", "招商名仕花园", "居民楼", "粤海综合楼", "碧海天", "云海天城", "粤海综合市场", "西海湾", "后海花园1至5栋"]
	}, {
		"赤湾学校小学部": ["赤湾村", "赤湾花园", "赤湾商业街", "港湾生活小区", "海景公寓", "海天楼", "海曦楼", "马尾田生活区", "西坑生活区", "西牛埔生活区", "观峰阁", "赤湾山", "赤湾居委会", "赤湾派出所", "少帝陵", "赤湾市场", "赤湾港", "左炮台", "天后宫庙", "赤湾小学旧校区"]
	}, {
		"大磡小学": ["大磡二村", "大磡工业区", "大磡一村", "福光村", "福利农场", "麒麟山疗养院", "麒麟山庄", "深圳市野生动物园宿舍", "王京坑", "西丽湖动物园总站", "西丽湖度假村宿舍", "西丽湖工贸公司宿舍"]
	}, {
		"大新小学": ["大王庙", "大新村", "大新新村", "东方新地苑", "福惠街", "福源街", "富强阁", "供电公司宿舍", "关口下街", "关口正街", "国兴大厦", "国兴苑", "红花园村", "宏福苑", "宏华苑", "华府花园", "环卫宿舍", "吉祥花园", "家品厂宿舍", "嘉南美地", "锦福苑", "丽乐美居", "龙屋村", "龙屋村龙腾阁", "南山豪庭", "南景苑", "南贸中心", "南山商业大厦", "南头办事处综合楼", "南头花园", "南文楼", "前海金岸", "深圳发展银行大厦", "升平里街", "太平里街", "桃花园", "田夏村", "田夏新村", "旺海怡苑", "物资公司", "新海大厦", "新铺街", "一甲海边新村", "一甲街", "医院职工宿舍", "永福正街", "永康正街", "原劳动局宿舍", "中国建设银行宿舍", "关口居民房", "鸿洲新都", "东方美地苑", "金桃源", "南头大厦", "苏豪名厦", "一甲市场", "仓前村", "冲下村", "常兴广场", "田厦改造区", "四季丽晶", "大新大厦世纪鑫宾馆", "大新宾馆", "田厦翡翠明珠", "红花路水产楼", "南新路宿舍楼", "大新小学老师宿舍", "钰龙园", "大新村永发楼", "南山邮电局", "中国农业银行", "田厦村统建楼", "大新村商业街", "海岸时代"]
	}, {
		"海滨实验小学愉康部": ["商业楼", "常丰花园", "南油福临苑", "南光市场富荔阁", "供电服务大厦", "光大村", "豪园", "南山医院职工宿舍", "康乐大厦", "荔芳村", "荔馨村", "荔园大厦", "荔苑小区", "民政公寓", "南海明珠", "南侨花园", "南苑新村西区", "如意家园", "飞行员公寓", "时代骄子大厦", "税务局住宅楼财税苑", "四方村", "桃苑单身公寓", "桃苑小区", "万象新园", "兴业楼", "学府花园", "常桂苑怡苑阁", "亿利达高层宿舍楼", "愉康大厦", "愉康花园", "跃华园", "中兴生活区", "华侨新村花园", "怡园大厦", "中兴之家", "中兴单身宿舍", "向南瑞峰花园", "阳光里雅居"]
	}, {
		"海湾小学": ["华府假日", "蛇口商乐街", "五湾社区友联船厂宿舍", "曙光花园", "荣村住宅区", "海景广场", "碧涛中心", "大铲村", "海宁阁", "石云村", "水湾c区", "石云苑", "水湾b区", "滨海苑", "南水小区", "南水村", "招南小区", "蓝天苑", "渔二村", "蓝漪花园", "海明阁", "海韵嘉园", "海尚国际", "望海汇景苑", "海伴雅居", "南水花园", "海欣花园", "海湾花园", "海滨花园", "南海玫瑰花园1到3期", "海马楼", "半岛城邦", "水湾社区新源楼宿舍", "南水步行街", "蛇口海昌街", "海昌街水产宿舍", "龙港小区", "蓝虹豪苑", "兴龙大厦", "东角头天俊综合楼", "海昌大厦", "海虹苑", "蛇口新街南苑小区", "蛇口春天广场", "伍兹公寓", "蛇口新街翠苑"]
	}, {
		"后海小学": ["工贸佳园", "海琴花园", "海琴苑", "海月花园二期", "海月花园一期", "后海综合楼", "金竹园大厦北座", "兰园大厦", "兰园商住楼", "兰园小区", "蓝月湾畔", "明华宿舍", "四海小区", "榆园二期", "榆园一期", "招商银行宿舍", "紫竹园", "槟榔园", "桂园小区", "三湘海尚", "太古城北区", "君汇新天", "文德福花园", "榆园三期", "招商社区服务大厦", "颐安阅海台", "曦湾华府"]
	}, {
		"华侨城小学": ["东方花园", "东组团", "飞亚达集团飞镖公司宿舍", "光华街", "光侨街", "桂花苑", "海景花园", "湖滨花园", "华侨城小学宿舍", "华侨城中学宿舍", "华山村", "汇文楼", "锦绣公寓", "锦绣花园", "京蓉混凝土结构厂宿舍", "康佳苑", "荔海楼", "侨城东街", "汕头街", "松山村", "香山村", "兴源供水设备开发公司宿舍", "燕栖楼", "一冶南方公司宿舍", "怡康楼", "中旅广场", "中旅学院宿舍", "文昌北街", "燕晗山居"]
	}, {
		"留仙小学": ["官龙村", "丽雅苑", "留仙洞村", "留仙洞工业区", "牛成村", "学子荔园", "高职院西校区", "留仙小学宿舍楼", "官龙名苑", "中兴科技园", "凯达集团", "tcl职工宿舍", "丽新综合楼", "留仙公馆", "留仙公寓", "西丽蓝天", "南山区社会福利中心", "中兴人才公寓", "宝能华府", "天悦湾花园"]
	}, {
		"南海小学": ["永安公寓", "中海丽苑", "中兴公寓", "百富大厦", "城市山林", "登良花园", "东方海雅居", "福满园", "福庭苑", "福园单身公寓", "福园小区", "黄金豪庭", "汇宾广场", "金晖大厦", "金山花园", "荔庭苑", "荔雅居", "龙佳园", "龙坤居", "美丽湾国际公寓", "南油第三工业区", "南油粤海工业村", "南园统建楼", "赛格茗苑银兴苑", "深意综合楼", "世纪广场", "四达大厦", "天安南油工业区", "天安生活区", "南粤山庄", "新街口公寓", "汉京山", "中泰艺术名庭", "荔海春城"]
	}, {
		"南科大实验二小": ["塘郎城", "朗麓家园"]
	}, {
		"南科大实验小学": ["水木丹华", "崇文花园"]
	}, {
		"南山第二外国语学校小学部": ["观海台", "漾日湾畔", "滨海之窗"]
	}, {
		"南山区第二实验学校小学部": ["波托菲洛纯水岸", "波托菲诺天鹅堡", "大豪家私厂宿舍", "东方科技园", "芳华苑", "佛山街", "恒通水泥厂宿舍", "华侨城家私厂宿舍", "华庆自行车厂宿舍", "建升自行车厂建升园邨", "荔枝苑", "茂华装饰公司宿舍", "美景工业苑宿舍楼", "沙河街道办事处", "消防中队宿舍", "央校宿舍", "一辉花园", "中旅广场", "中新街", "岁宝公司宿舍"]
	}, {
		"南山实验荔林小学部": ["雷圳碧榕湾名苑 ", "雷圳碧榕湾名苑二期", "诺德假日花园 （诺德国际）", "山海翠庐 ", "山居岁月 ", "山水情家园 ", "太子山庄", "能源工业小区", "固城机电宿舍", "铭筑"]
	}, {
		"南山外国语学校科苑部(小学)": ["滨福世纪", "滨福庭园", "博海", "纯海岸", "高新公寓", "海怡东方", "恒立听海花园", "浪琴半岛", "熙湾", "阳光带海滨城1期", "中信海阔天空", "卓越浅水湾花园", "阳光带海滨城2期", "岸芷汀兰"]
	}, {
		"南山文理实验学校小学部": ["郎苑花园", "半山翠林", "珠光花半里", "博伦学校宿舍楼", "丽珠花园", "宝珠花园", "龙都名园", "润城花园", "珠光大夏", "龙都花园", "龙联花园", "新屋村", "半山语林", "名珠雅庭", "桃源文体中心", "珠光村", "龙祥苑"]
	}, {
		"南山小学": ["北头村", "北头豪苑", "北头新村", "福海苑", "惠中名苑", "南山村", "南山统建楼", "南园村", "瑞景华庭", "深华园", "天马综合楼", "西海花园", "心语家园", "阳光花地", "悠山美地", "德馨花园", "南新苑", "心语雅园", "向南西苑"]
	}, {
		"南头城小学": ["彩虹居", "方鼎华庭", "方卉园", "豪方卉园", "汇金家园", "嘉隆公寓", "嘉隆苑", "凯虹工业区", "兰丽花园", "荔园新村", "莲城花园", "马家龙工业区", "名家富居", "名仕春天", "明珠荔景", "南龙苑", "南头城村", "麒麟新村", "通海苑", "祥泰公寓", "阳光雅苑", "艺华花园", "中山颐景", "中山苑", "久商大厦", "黎明工业区", "南山公安分局宿舍楼"]
	}, {
		"南外大冲学校小学部": ["城市山谷", "大冲村", "大冲新村", "帝景园", "硅谷别墅", "豪方花园", "豪方现代豪园", "豪景花园", "汇景豪苑", "汇园雅居", "晶品居", "凯丽花园", "科技园", "莱英花园", "朗景园", "阮屋村", "深南花园", "吴屋村", "阳光海景豪苑", "英伦名苑", "缘来居"]
	}, {
		"南油小学": ["东滨华苑", "海晖大厦", "海映山庄", "后海村", "后海海逸苑", "后海花园6至7栋", "后海名苑居", "后海统建楼", "金海岸", "京光海景大厦", "矩建大厦", "蓝海上城", "龙滨花园", "龙城花园", "南海花园", "南油生活a区", "南油生活b区", "现代城梦想家园", "新一代国际公寓", "信和自由广场", "雅仕荔景苑", "怡海花园", "后海海逸苑", "深蓝公寓", "粤海小区", "粤海大厦", "华英大厦", "信泽南乐雅苑"]
	}, {
		"平山小学": ["大学城职工宿舍", "德意名居", "红花岭工业区", "红花岭群泰生活小区", "丽岛花园", "平福苑", "平康苑", "平丽花园", "平山村", "桑泰丹华", "桃源办事处职工宿舍", "西湖林语", "西丽湖工贸公司宿舍", "学城绿园小区", "圳宝公司宿舍", "东明花园南山人才公寓", "平山大厦"]
	}, {
		"前海小学": ["前海花园二期", "前海花园三期", "前海花园一期", "星海名城", "前海小学宿舍"]
	}, {
		"前海学校小学部": ["前海学校教师公寓", "天朗风清", "椰风海岸", "云栖西岸阁", "新德家园", "星海名城", "绿海名都", "港湾丽都", "御海新苑", "桃李花园"]
	}, {
		"沙河小学": ["侨洲花园", "沙河工业区", "鹤塘小区", "景翠苑", "荔园新村", "联发大楼沙河东路318号", "绿景公寓", "茂信大厦", "美加广场", "名商高尔夫球场", "明珠花园", "假日湾华庭", "侨城豪苑", "祥祺苑", "沙河商城", "沙河世纪大厦", "深圳湾花园", "世界花园", "塘头村", "下白石洲村", "新塘村", "新塘花园", "益田假日广场", "中海深圳湾畔", "中信花园", "上白石洲村", "碧茵苑", "东华楼", "金三角大厦", "龙苑庭", "绿景阁", "天河花园", "侨城馨苑", "沙河街35号工贸宿舍"]
	}, {
		"蛇口学校小学部": ["澳城", "春树里", "围仔西", "永乐新村", "渔港大楼", "渔一村", "中小学单身宿舍", "东角头冷冻厂宿舍", "后海路广进宿舍", "蛇口医院宿舍", "油库宿舍", "东帝海景", "东角头单身公寓", "东角头圳华公司宿舍", "东怡楼", "港湾花园", "国土楼", "海产宿舍", "海湾新村", "合兴大厦", "华侨城四海公寓", "金色海琴苑", "凯宁阁", "龙电综合楼", "米兰二期", "南玻花园", "蛇口后海大道市政楼", "蛇口市政综合楼", "蛇口小学综合楼", "蛇口渔港综合楼", "石化大院", "湾厦村", "湾厦路南蛇口广场区域", "湾厦路装卸公司宿舍", "围仔东", "阳光海滨花园", "翡翠海岸", "1618"]
	}, {
		"深圳大学城丽湖实验学校小学部": ["得意名居"]
	}, {
		"实验学校鼎太小学部": ["鼎太风华社区"]
	}, {
		"实验学校麒麟部(小学)": ["缤纷年华", "嘉庭苑", "蓝虹雅苑", "绿茵丰和", "其它", "麒麟花园"]
	}, {
		"松坪二小": ["奥林巴斯公司员工宿舍", "大族激光公司员工宿舍", "丹邦科技公司员工宿舍", "帝景园", "弗雷有限公司员工宿舍", "豪方花园", "豪威有限公司员工宿舍", "华盛人力资源员工宿舍", "晶品居", "凯丽花园", "莱宝公司员工宿舍楼", "摩比公司员工宿舍", "南玻集团有限公司员工宿舍", "清华合力员工宿舍", "清华源兴员工宿舍", "松坪村小区18至38栋", "现代豪园", "阳光海景", "缘来居", "自来水公司员工宿舍楼"]
	}, {
		"松坪学校小学部": ["深圳市公共汽车209总站松坪山宿舍楼", "松坪山民润超市综合楼", "松坪山住宅区18至38栋除外", "松坪村三期经济适用房"]
	}, {
		"塘朗小学": ["长源村", "福光村", "福林村", "塘朗村", "塘朗小学", "田寮村", "杨屋村", "宝能城"]
	}, {
		"桃源小学": ["高发公寓", "海龙苑", "龙井村", "龙井综合楼", "桃源村44栋至82栋和98栋至105栋", "雅致居", "十五峯花园", "城市假日花园", "水木华庭", "皇庭香格里花园", "欧陆经典花园", "怡然天地居", "十九冶新村", "鼎盛林栖园"]
	}, {
		"同乐学校小学部": ["公交集团中山园公寓", "华泰小区", "建工村", "南山农产品批发市场", "南山肉联厂宿舍", "南头南富苑", "其他", "同乐村", "直升机场", "中隧三处宿舍", "中铁二局", "祥云花园", "同乐外经贸工业区"]
	}, {
		"西丽二小": ["广深高速公路深圳管理处宿舍", "深圳市公路养护有限公司沙河养护队宿舍", "茶光村", "西丽二小职工宿舍楼", "西丽二中宿舍", "宝能华府", "西丽嘉兴苑", "西丽金盛苑", "西丽金泰楼", "西丽居委会综合楼", "西丽丽景楼", "西丽丽兰苑", "西丽丽源楼", "西丽丽苑村", "西丽丽苑二村", "西丽丽苑阁", "西丽丽苑三村", "西丽丽苑一村", "留仙居", "西丽留仙苑", "西丽南海工业小区", "西丽南湾工业区", "西丽十六冶小区", "西丽石鼓东苑", "西丽石鼓花园", "西丽石鼓湾花园", "西丽石鼓苑", "西丽石景湾花园", "西丽市场", "文光村", "西丽文体中心", "西丽医院职工宿舍楼", "西丽永标大厦", "众冠花园", "众冠西郡园", "西丽众望楼", "西丽珠光苑", "珠光大楼", "珠光公寓", "华昌大厦", "文光丽景大厦", "丽雅苑", "文康苑", "西丽派出所宿舍", "丽新新围工业区鹏泰楼", "裕馨楼", "丽福苑", "菁英家园", "天悦南湾", "西丽楼", "雅丽阁", "丽京楼", "健兴楼", "西丽梅县综合楼", "塘朗综合楼", "西丽富盛大楼"]
	}, {
		"西丽小学": ["鼎新大厦", "官龙村", "经纬大厦", "九祥岭村屋东区西区", "丽煌大厦", "丽祥苑", "丽新大厦", "丽新花园", "丽新统建楼", "南国丽城", "深职院职工宿舍北区", "腾飞苑", "旺祥苑", "西丽书城职工住宅", "西丽小学职工宿舍", "新围村屋", "新围综合楼"]
	}, {
		"向南小学": ["向南小学新宿舍", "新丹统建楼", "新南村", "怡海广场", "怡华苑", "正龙村", "正龙统建楼", "南光城市花园", "南光村", "南光花园", "南光商业街", "南光统建楼", "海昌阁", "金田花园", "白领公寓", "缤纷假日", "德源花园", "光彩新世纪", "海典居", "海王大厦", "好来居", "鸿瑞花园", "华联花园", "康乐园", "龙城新苑", "龙泰轩", "南海城中心", "南海大厦", "鹏都大厦", "坪山勤居", "坪山缘居", "山东大厦", "天源大厦", "现代城华庭", "向南茗苑", "向南东村", "向南海德大厦"]
	}, {
		"学府小学海珠部": ["保利城花园", "城市印象", "海岸明珠", "海印长城二期", "海印长城一期", "海珠城", "华彩天城", "佳嘉豪苑", "美墅蓝山家园", "青春家园", "天悦园", "小小家金钟大厦"]
	}, {
		"阳光小学": ["仓前锦福苑南区", "常兴花园", "大陆庄园", "丁头村", "丁头东村", "鸿海大厦", "富嘉名阁", "桂珠苑", "康达苑", "康乐村", "南岗商务大厦", "南山残联综合楼", "诺德国际", "前海明珠", "顺天大厦", "向南村", "向南西村", "阳光棕榈园"]
	}, {
		"育才二小": ["爱榕园", "半岛花园b区", "翠薇园", "德园", "海润楼", "华达华丰苑", "华达宿舍", "金竹园", "交警队宿舍", "金竹园大厦南座", "景园大厦", "临园大厦", "玫瑰园", "水湾源华综合楼", "四海邮局宿舍", "四海综合楼", "天海豪景苑", "文竹园", "怡庭园", "雍华府", "园景园名苑", "招东小区", "招干楼", "招商综合楼", "星发楼", "雍景湾", "广进化工宿舍"]
	}, {
		"育才三小": ["华龙阁", "利保大厦", "边检宿舍", "高山花园", "豪方悠然居", "花园城四期", "花园城一期", "华彩花园", "龙电宿舍b区", "南园欣荔苑", "商检宿舍", "桃花园二期", "桃花园一期", "呜溪谷", "欣泰大厦", "幼儿园综合楼", "海关宿舍", "龙电宿舍a区", "桃花园三期"]
	}, {
		"育才四小": ["海怡湾", "太古城南区", "绿海湾", "海境界", "致远大厦", "百丽湾", "半岛花园a区", "广博星海华庭", "广物花园", "海产楼", "海洋星苑", "海月花园三期", "海月华庭", "弘都世纪公寓", "后海公馆", "皇庭港湾", "金色阳光雅居", "蓬莱花园", "天骄华庭", "卓越维港", "花半里", "恒裕滨城一期", "后海雅园", "曦湾天馥"]
	}, {
		"育才一小": ["tcl宿舍", "安南花苑", "百花苑", "保税场", "翠谷居", "翠竹园", "电业楼", "干警楼", "龟山别墅", "海莉园", "海怡阁", "宏宝花园", "花果山小区", "花果山综合楼", "花园城三期", "华达雅园", "救护站码头", "兰溪谷", "雷公岭", "荔园小区", "联合医院宿舍", "龙港小区", "龙尾村", "米兰公寓1期", "南达楼", "南水工业区", "南顺面粉", "农行宿舍", "千叶苑", "蛇口码头", "蛇口饲料公司", "水湾村", "税务小区", "四海宜家", "湾厦福园", "万丰园", "维园", "倚园大厦", "雍景轩", "招北小区", "招商港务公司", "招商路北小区", "振兴小区", "半山海景", "花果山大厦", "鲸山别墅", "南水村征地户", "水湾头b区", "玉竹园"]
	}, {
		"月亮湾小学": ["丰泽园", "观峰阁", "荔山工业职工宿舍", "妈湾港职工宿舍", "南山花园", "阳光玫瑰园", "万豪御景苑", "月亮湾大道鲤鱼门", "月亮湾花园", "月亮湾花园月华苑", "青青山庄", "中建二局荔香家园", "月亮湾山庄", "汉京九榕台", "泛海拉菲花园二期", "恒立心海湾花园", "泛海拉菲花园三期", "丽湾国际公寓", "荔湾南荔楼", "前海湾花园", "香格名苑", "汉京湾雅居", "德尚世家", "森帝花园", "山海美域", "山海津", "康城华府", "掬月半山", "泛海拉菲花园一期"]
	}, {
		"中科院实验学校小学部": ["深云村", "高发社区"]
	}, {
		"珠光小学": ["达能益力矿泉水厂", "干休所", "光前村", "光前大厦", "汇文苑", "鼎胜山邻居", "荔景花园", "龙辉花园"]
	}, {
		"卓雅小学": ["大学城公寓", "桃源村1至43栋", "桃源村83至97栋", "桃源村单身公寓", "陶然居", "俊峰丽舍花园", "湖彬苑", "桃源村综合楼", "郁金香家园"]
	}, {
		"百旺学校小学部": ["民办学校,面向所有南山户籍学生招生"]
	}, {
		"北大附中南山分校小学部": ["民办学校,面向所有南山户籍学生招生"]
	}, {
		"大学区：南科大实验小学,南科大实验二小,塘朗小学": ["大学区：南科大实验小学", "南科大实验二小", "塘朗小学"]
	}, {
		"东湾小学": ["民办学校,面向所有南山户籍学生招生"]
	}, {
		"福华学校小学部": ["民办学校,面向所有南山户籍学生招生"]
	}, {
		"福林小学": ["民办学校,面向所有南山户籍学生招生"]
	}, {
		"华府小学": ["民办学校,面向所有南山户籍学生招生"]
	}, {
		"南山弘基学校小学部": ["民办学校,面向所有南山户籍学生招生"]
	}, {
		"南山中英文学校小学部": ["民办学校,面向所有南山户籍学生招生"]
	}, {
		"南园小学": ["民办学校,面向所有南山户籍学生招生"]
	}, {
		"新塘小学": ["民办学校,面向所有南山户籍学生招生"]
	}, {
		"星河学校小学部": ["民办学校,面向所有南山户籍学生招生"]
	}, {
		"西丽湖世纪星学校小学部": ["民办学校,面向所有南山户籍学生招生"]
	}, {
		"华侨城中学深圳湾部": ["园林山庄", "华侨城中学宿舍", "荔海楼", "世纪村", "白石洲村", "东组团", "飞亚达集团飞镖公司宿舍", "光华街", "光侨街", "海景花园", "湖滨花园", "华侨城小学宿舍", "华山村", "汇文楼", "锦绣公寓", "锦绣花园", "京蓉混凝土结构厂宿舍", "康佳苑", "荔枝苑", "侨城东街", "沙河街道办事处", "汕头街", "佛山街", "松山村", "西组团", "兴源供水设备开发公司宿舍", "燕栖楼", "一冶南方公司宿舍", "怡康楼", "枕荔楼", "中旅广场", "东方花园", "桂苑", "恒通水泥厂宿舍", "红树西岸", "汇雅苑", "美庐锦园", "瑞河耶那", "御景东方", "中信红树湾", "桂花苑", "国际市长交流中心", "世界之窗宿舍"]
	}, {
		"北师大南山附中": ["新一代国际公寓", "雅仕荔景苑", "怡海花园", "育德佳园", "东滨华苑", "东滨市场", "海晖大厦", "海逸苑", "海映山庄", "后海村", "后海花园6至7栋", "后海市场", "后海统建楼", "京光海景", "钜建大厦", "蓝海上城", "龙城花园", "名仕花园", "南海花园", "南油a区", "南油市场", "农滨花园", "蔚蓝海岸", "文德福花园", "现代城梦想家园", "后海名苑居", "南油b区", "信和自由广场"]
	}, {
		"桃源中学": ["桃源村1至2期", "桃源村单身公寓", "桃源村综合楼", "高发公寓", "海龙苑", "龙井村", "龙井庭苑", "龙井综合楼", "鼎胜林栖园", "陶然居"]
	}, {
		"南山外国语学校滨海分校": ["太古城", "半岛城邦花园", "皇庭港湾", "君汇新天", "三湘海尚", "曦湾", "卓越维港", "鸿威海怡湾", "颐安阅海", "绿海湾", "百丽湾", "紫藤苑", "阳光海滨", "恒裕滨城", "翡翠海岸"]
	}, {
		"南山外国语学校集团文华学校": ["桑达苑", "科苑花园34区", "科苑花园36区", "科苑花园37区", "科苑花园38区", "科苑花园48区", "科苑花园58区", "科苑学里", "博客公寓", "通讯小区", "金达花园", "长城公寓", "特发小区", "翠岭居"]
	}, {
		"蛇口学校中学部": ["米兰二期", "明海苑", "南玻花园", "南海玫瑰园", "南水村社区", "潜龙湾生活区", "南水花园", "侨城四海公寓", "荣村社区", "蛇口市政综合楼", "蛇口医院宿舍", "石化大院", "石云村社区", "曙光花园", "湾厦路装卸公司宿舍", "望海汇景苑", "围仔社区", "西坑生活区", "西牛埔生活区", "兴龙大厦", "永乐新村", "油库宿舍", "渔二村社区", "渔港大楼", "渔一村社区", "招南小区", "港湾生活小区", "海明阁", "马尾田生活区", "湾厦社区", "澳城花园", "碧涛苑别墅区", "赤湾村", "赤湾花园", "赤湾商业街", "春树里", "春天广场", "大铲村社区", "东帝海景", "东角头", "东角头冷冻厂宿舍", "东角头圳华公司宿舍", "东怡楼", "港湾花园", "国土楼", "海伴雅居", "海滨花园", "海产宿舍", "海虹苑", "海景公寓", "海马楼", "海尚国际", "海天楼", "海湾村", "海湾花园", "海湾新村", "海曦楼", "海欣花园", "海韵家园", "合兴大厦", "后海路广进宿舍", "华俯假日大厦", "黄金口岸", "金色海琴苑", "金色阳光雅居", "凯宁阁", "蓝天苑", "蓝漪花园", "龙电综合楼"]
	}, {
		"赤湾学校初中部": ["马尾田生活区", "赤湾商业街", "西牛埔生活区", "西坑生活区", "观峰阁", "妈湾港职工宿舍", "赤湾山", "赤湾居委会", "赤湾派出所", "少帝陵", "赤湾市场", "牛羊山", "赤湾港", "左炮台", "天后宫庙", "赤湾小学旧校区", "赤湾村", "赤湾花园", "海景公寓", "港湾生活小区", "海天楼", "海曦楼", "前海湾花园"]
	}, {
		"丽湖中学": ["麻勘村", "白芒村", "大勘村", "九祥岭村", "南国丽城", "德意名居", "鹤祥苑", "动物园职工宿舍", "丽岛花园", "平丽花园", "桑泰丹华园", "西丽山庄", "丽祥苑", "平福苑", "学城绿园小区", "西湖林语", "平山村", "王京坑村", "百旺信工业园", "阳光计生", "水木丹华", "硅谷人才公寓"]
	}, {
		"南山文理实验学校初中部": ["丽珠花园", "润城花园", "龙辉花园", "益力家属楼", "博伦学校宿舍楼", "半山语林", "半山翠林", "珠光花半里", "桃源文体中心", "宝珠花园", "龙都名园", "珠光大夏", "珠光村", "龙都花园", "龙联花园", "新屋村", "荔景家园", "光前大夏", "光前村", "汇文苑", "鼎胜山邻居", "朗苑花园", "龙祥苑", "名珠雅庭", "深圳市军队离休退休干部第二休养所"]
	}, {
		"深圳大学城桃苑实验学校初中部": ["教师公寓", "岚峰苑", "龙福苑花园", "梅州大厦", "桃源村三期", "天地峰景园", "中爱花园", "香瑞园", "香榭枫景苑", "龙珠军苑"]
	}, {
		"南山区第二实验学校中学部": ["桂苑小区", "鹤塘小区", "恒通水泥厂宿舍", "红树西岸", "华侨城家私厂宿舍", "华庆自行车厂", "汇雅苑", "建升自行车厂建升园邨", "荔园新村", "荔枝苑", "茂华装饰公司", "茂信大厦", "美加广场", "美景工业苑宿舍楼", "美庐锦园", "名商高尔夫球会", "明珠花园", "侨城豪苑", "瑞河耶那", "沙河高尔夫球会", "沙河工业区", "沙河街道办事处", "沙河商城", "上白石洲村", "侨洲花园", "深圳湾花园", "世纪村", "世界花园", "岁宝公司宿舍", "塘头村", "下白石洲村", "祥琪花园", "消防中队宿舍", "新堂花园", "新塘村", "南山第二实验学校宿舍", "一辉花园", "益田假日广场", "御景东方花园", "中海深圳湾畔", "中旅广场", "中新街", "中信红树湾", "白石洲村", "波托菲洛", "橡皮树创意园", "东方科技园", "芳华苑", "佛山街", "世界之窗宿舍", "首地容御", "香山里花园", "侨城馨苑", "侨香诺园", "栖湖花园", "世纪假日广场"]
	}, {
		"西丽二中": ["官龙村", "留仙村", "留仙居", "留仙苑", "十六冶三公司", "石鼓花园", "文光村", "西丽文体中心", "新围村", "学子荔园", "众冠花园", "众望楼", "珠光苑", "丽苑村", "珠光大楼", "官龙名苑", "西丽蓝天", "茶光村", "中兴通讯人才公寓", "文康苑", "丽雅苑", "丽苑一村", "丽苑二村", "西丽楼", "石景湾花园", "金盛苑", "牛成村", "高职院职工宿舍", "丽苑三村", "丽兰苑", "丽新花园", "宝能华府"]
	}, {
		"荔香中学": ["东油大厦", "福海苑", "福临阁", "富荔阁", "常丰花园", "常兴花园", "光大村", "桃花园", "学府花园", "愉康大厦", "光彩新天地", "豪园", "华尔城", "华联花园", "华侨花园", "华侨新村", "金余花园", "锦福苑", "康乐大厦", "荔芳村", "荔馨村", "荔园", "荔园大厦", "荔园小区", "荔苑小区", "民政公寓", "南海明珠", "南景苑", "南贸市场", "南侨花园", "南山大厦", "南山医院宿舍", "南苑新村", "如意家园", "深航公寓", "深华园", "时代骄子", "顺天大厦", "四方村", "苏豪名厦", "桃苑单身公寓", "桃苑小区", "天虹大厦", "天马综合楼", "天源大厦", "田厦村", "田厦新村", "万象新园", "向南东村", "新南村", "兴业楼", "怡园大厦", "怡园阁", "亿利达大厦", "愉康花园", "跃华园1", "中兴公寓", "家乐福"]
	}, {
		"华侨城中学华侨城部": ["东方花园", "东组团", "佛山街", "光华街", "光侨街", "桂花苑", "桂苑小区", "海景花园", "红树西岸", "湖滨花园", "华侨城小学宿舍", "华侨城中学宿舍", "华山村", "汇文楼", "汇雅苑", "锦绣公寓", "锦绣花园", "康佳苑", "荔海楼", "荔枝苑", "美庐锦园", "侨城东街", "瑞河耶纳", "汕头街", "世纪村", "松山村", "西组团", "香山村", "兴源供水设备开发公司宿舍", "燕晗花园", "燕栖楼", "一冶南方公司宿舍", "怡康楼", "御景东方", "园林山庄", "中旅广场", "中信红树湾", "钻石别墅", "白石洲村", "燕晗山苑", "燕晗山居", "沙河街道办事处", "国际市长交流中心", "世界之窗宿舍", "恒通水泥厂宿舍", "枕荔楼", "荔香楼", "中心街", "芳华苑", "东提园"]
	}, {
		"松坪学校中学部": ["东部花园", "松坪村", "松坪山单身公寓", "松坪村三期", "松坪村得利园", "高新住宅", "松坪山生活区住宅", "209公交总站大楼", "金汇球公司宿舍", "广深高速管理处宿舍楼", "东深工程公司住宿楼", "奥林巴斯宿舍", "松坪山太太药业宿舍", "得利士综合宿舍", "松坪中学", "松坪村综合楼"]
	}, {
		"前海学校中学部": ["大陆庄园", "大新村", "大新小学教师宿舍", "大新新村", "大板桥", "东方美地苑", "东方新地", "港湾丽都", "关口上下街居民房", "关口正街居民房", "桂珠苑小区", "蚝业新村", "绿海名都", "鸿洲新都", "华府花园", "吉祥花园", "嘉南美地", "金桃园大厦", "康乐花园", "丽乐美居", "龙屋村", "南山豪庭", "南头花园", "前海花园", "前海金岸", "前海明珠", "前海学校教师公寓", "桃李花园", "天朗风清", "旺海怡苑", "向南村", "新德家园", "新天地", "星海名城", "阳光棕榈园", "椰风海岸", "一甲海边新村", "一甲街居民房", "御海新苑", "云栖西岸阁", "龙海家园", "东方银座公馆", "康达苑", "鸿海大厦"]
	}, {
		"南山外国语学校总校": ["翠岭居", "特发小区", "长城公寓", "金达花园", "通讯小区", "博客公寓", "科苑学里", "科苑花园58区", "科苑花园48区", "科苑花园38区", "科苑花园37区", "科苑花园36区", "科苑花园34区", "桑达苑"]
	}, {
		"南山实验教育集团麒麟中学": ["缤纷年华", "蓝虹雅苑", "荔林春晓", "荔香源", "荔秀华庭", "绿茵丰和", "明舍御园", "麒麟花园", "馨荔苑", "秀林新居", "阳光荔景", "悠然天地", "前海华庭", "御林华府"]
	}, {
		"南山第二外国语学校中学部": ["滨海之窗", "电力花园", "观海台", "海洋之心", "浪琴屿", "瑞铧苑", "天海花园", "漾日湾畔"]
	}, {
		"学府中学": ["百富大厦", "半岛登良花园", "保利城花园", "碧海天家园", "缤纷假日", "博伦职校宿舍", "城市印象", "创世纪滨海花园", "东方海雅居", "光彩新世纪", "桂庙新村", "海岸明珠", "海典居", "海王大厦", "海印长城", "海珠城", "好来居", "宏观苑", "鸿瑞花园", "后海花园1至5栋", "厚德品园", "华彩天城", "佳嘉豪苑", "百分百公寓", "桂庙邨", "金海岸大厦", "金晖大厦", "金钟大厦", "锦隆花园", "康乐园", "蓝山美墅", "乐群楼", "荔雅居", "联检大院", "龙城新苑", "龙佳园", "荟芳园", "龙坤居", "龙泰轩", "美丽港花园", "南光村", "南光花园", "南海城中心", "南海大厦", "南园登良花园", "南苑新村东区", "鹏都大厦", "青春家园", "山东大厦", "深南季节", "世纪广场", "四达大厦", "天悦园", "西海明珠", "西海湾花园", "现代城华庭", "新保辉大厦", "新街口", "学林雅苑", "阳光华艺大厦", "怡海大厦", "友邻公寓", "园丁楼", "粤海大厦", "粤海门村", "粤海小区", "粤海综合楼", "粤海综合市场", "云海天城世家", "中海丽苑", "中信海文花园", "中兴公寓", "白领公寓", "海昌阁", "裕兴楼", "南光新丹统建楼", "向南小学新宿舍"]
	}, {
		"龙珠中学": ["城市假日", "湖彬苑", "皇庭香格里花园", "俊峰丽舍", "郁金香家园", "水木华庭", "欧陆经典", "十五峰", "怡然天地居", "塘朗村"]
	}, {
		"南山外国语学校高新部(初中)": ["岸芷汀兰", "滨福世纪", "滨福庭园", "博海", "纯海岸", "高新公寓", "海怡东方", "恒立听海花园", "浪琴半岛", "熙湾", "阳光带海滨城一期", "阳光带海滨城二期", "中信海阔天空", "卓越浅水湾花园", "东海万豪", "珑御府"]
	}, {
		"同乐学校中学部": ["安置区", "方鼎华庭", "豪方卉园", "华泰小区", "建工村", "九街村", "久商大厦", "兰丽花园", "荔园新村", "莲城花园", "马家龙", "名家富居", "名仕春天", "南山农产品批发市场", "南山肉联厂", "南头城工业村", "南头城居民宅", "南头关南富苑", "同乐村", "阳光雅苑", "义学街", "直升机场", "中山颐景花园", "中山园路嘉隆苑", "中山苑", "中铁二局", "华艺花园"]
	}, {
		"育才二中": ["安南花园", "槟榔园", "翠谷居", "翠薇园", "翠竹园", "高山花园", "工业八路国检宿舍", "龟山别墅", "海关宿舍", "花园城1至3期", "华彩花园", "华达宿舍", "金竹园", "金竹园大厦", "鲸山别墅", "景园大厦", "兰溪谷1期和2期", "联合医院宿舍", "龙电宿舍", "美伦山庄", "鸣溪谷", "南水工业村", "蛇口华龙阁", "四海小区", "水湾源华综合楼", "四海综合楼", "桃花园第1至4期", "欣荔苑", "文竹园", "欣泰大厦", "星发楼", "怡庭园", "雍华府", "悠然居", "招港龙港小区", "招商干部楼", "招商综合楼", "中集大厦", "紫竹园", "玫瑰园", "爱榕园", "边检宿舍", "雍景湾"]
	}, {
		"育才三中": ["tcl职工宿舍", "半岛花园ab区", "干警楼", "广博星海", "广进宿舍", "广物花园", "桂园小区", "海产楼", "海莉园", "海琴花园", "海琴苑", "海洋星苑", "海怡阁", "海月1至3期", "海月华庭", "弘都世纪公寓", "宏宝花园", "花半里", "花果山小区", "机关楼", "金色阳光雅居", "兰园", "蓝月湾畔", "雷公岭", "荔园小区", "临园大厦", "米兰公寓一期", "蓬莱花园", "千叶苑", "水湾头b区水湾路北边", "四海宜家", "天骄华庭", "湾厦德园", "湾厦福园", "万丰园", "倚园大厦", "映月湾花园", "雍景轩", "榆园一二三期", "园景园", "招北小区", "招东小区", "招商银行宿舍", "振兴小区", "华达雅苑", "海润楼", "华达", "花果山大厦", "维园大厦", "金竹园大厦北座", "龙尾村", "后海理想雅园", "招银宿舍", "广博星海华庭", "海产楼", "招服大厦", "后海批发市场综合楼", "海先楼", "兰园大厦", "工业七路综合楼", "花果路电业综合楼", "税务小区", "南达楼", "百花苑", "招商街道办事处住宅楼", "南山区政府机关住宅楼ab区", "海境界", "水湾村", "兰园商住楼"]
	}, {
		"南山实验教育集团南海中学": ["汉京峰景苑", "诺德假日花园", "荔海春城", "汇宾广场", "荔湾太子苑", "向南西苑", "南新苑", "南荔苑", "西苑小区", "心语雅园", "向南西海花城", "阳光花地苑", "瑞景华庭", "心语家园", "天马综合楼", "深华园", "德馨花园", "北头豪苑", "德源花园", "南园村", "福海苑", "南山村", "北头村", "山海翠庐", "光彩山居岁月", "荔庭园", "太子山庄", "雷圳海景花园碧榕湾", "金山花园", "惠中名苑", "北头西苑", "山水情", "鼎太风华", "铭筑", "福园小区", "福满园", "南粤山庄", "赛格名苑"]
	}, {
		"大冲学校初中部": ["科苑居", " ", "缘来居", "城市山谷", "大冲新村", "阳光海景豪苑", "莱英花园", "晶品居", "豪方花园", "豪方现代豪园", "汇景豪苑", "大冲城市花园", "华润城润府", "大冲都市花园", "科技园", "汇园雅居", "帝景园", "豪景花园", "凯丽花园", "深南花园", "朗景园", "吴屋村", "阮屋村", "硅谷别墅", "英伦名苑", "大众花园"]
	}, {
		"大学区：龙珠中学,桃源中学,深圳大学城桃苑实验学校初中部": ["大学区：龙珠中学", "桃源中学", "深圳大学城桃苑实验学校初中部"]
	}, {
		"中科院实验学校中学部": ["深云村", "高发社区"]
	}, {
		"北大附中南山分校中学部": ["民办学校,面向所有南山户籍学生招生"]
	}, {
		"南山弘基学校中学部": ["民办学校,面向所有南山户籍学生招生"]
	}, {
		"中英文学校中学部": ["民办学校,面向所有南山户籍学生招生"]
	}, {
		"百旺学校中学部": ["民办学校,面向所有南山户籍学生招生"]
	}, {
		"西丽湖世纪星学校中学部": ["民办学校,面向所有南山户籍学生招生"]
	}, {
		"丽山学校": ["民办学校,面向所有南山户籍学生招生"]
	}, {
		"中加学校": ["民办学校,面向所有南山户籍学生招生"]
	}, {
		"深圳大学城桃苑实验学校初中部": ["朗侨峰居", "香瑞园", "教师公寓", "岚峰苑", "香榭峰景苑", "桃源村三期", "龙珠军苑", "深云村", "沙河建工村", "中爱花园", "龙福苑花园", "天地峰景园", "梅州大厦", "龙珠医院", "醉驾处置中心", "桃苑学校单身宿舍楼", "桃苑学校幼儿园"]
	}, {
		"桃源中学": ["桃源中学宿舍", "方大城", "桃源村单身公寓", "鼎胜林栖园", "桃源村综合楼", "桃源村(1—2期)", "龙井村", "龙井庭苑", "龙井综合楼", "高发公寓", "海龙苑", "陶然居", "崇文花园", "新围村", "长源村", "塘朗村", "欧陆经典", "怡然天地居", "十五峰", "水木华庭", "郁金香家园", "俊峰丽舍", "皇庭香格里花园", "湖彬苑", "城市假日", "香瑞园", "桃苑学校幼儿园", "桃苑学校单身宿舍楼", "醉驾处置中心", "龙珠医院", "梅州大厦", "天地峰景园", "龙福苑花园", "中爱花园", "沙河建工村", "深云村", "龙珠军苑", "桃源村三期", "香榭峰景苑", "岚峰苑", "教师公寓", "朗侨峰居", "新安学院教师宿舍"]
	}, {
		"龙珠中学": ["龙珠医院宿舍楼", "皇庭香格里花园", "俊峰丽舍", "怡然天地居", "欧陆经典", "城市假日", "水木华庭", "湖彬苑", "郁金香家园", "塘朗村", "长源村", "十五峰", "新围村", "崇文花园", "海龙苑", "鼎胜林栖园", "陶然居", "桃源村（1-2期）", "香瑞园", "桃源村单身公寓", "桃源村综合楼", "龙井庭苑", "龙井村", "龙井综合楼", "高发公寓", "梅州大厦", "天地峰景园", "龙福苑花园", "中爱花园", "香榭峰景苑", "岚峰苑", "教师公寓", "桃源村三期", "龙珠军苑", "深云村", "沙河建工村", "朗侨峰居"]
	}, {
		"凤光小学": ["银湖别墅", "田园居别墅", "齐明别墅", "鸣翠苑", "银翠苑", "润唐山庄", "轩阁花园", "棕槅滩花园小区", "棕槅泉别墅", "颐园", "金湖山庄", "三九花园", "华润银湖蓝天", "银湖山庄", "金碧苑", "银湖庄园", "银田花园", "银湖大厦", "南疆工业小区住宅楼", "边疆小区", "金景花园", "金湖花园", "银晖名居", "碧清居", "大地苑", "坭岗工业小区", "凤岗花园", "银龙花园", "金华阁", "海宝阁", "泥岗西村", "泥岗东村", "万年青大厦", "星湖花园", "华日花园", "梅园小区", "武警新花园", "红岗西村", "金马花园", "玉龙新村"]
	}, {
		"草埔小学": ["龙园山庄", "金祥都市花园", "青湖山庄", "鹤围村", "海关生活小区（草埔）下围新村", "吓围新村", "清水河村", "宝明花园", "清水河生活小区", "华盛园", "金穗居", "金祥家园", "悦园"]
	}, {
		"华丽小学": ["新屋吓村", "马岗新村", "木棉岭村", "港发新村", "吓围村", "紫荆花园", "比华利山庄", "木棉新村", "草埔新村", "金稻田公寓"]
	}, {
		"翠茵小学": ["吓屋村", "草埔村（清水河）", "育才花园", "置富花园", "绿茵庭苑", "鸿翠苑", "宝翠苑", "海关草埔生活区", "西湖工业大厦", "绿景山庄", "罗湖环卫公寓", "新屋吓培峰苑", "翠怡园", "七彩时光", "鸿基花园"]
	}, {
		"东昌小学": ["七彩时光", "雍翠华府", "太阳新城", "英达花园", "中华花园", "大地花园", "碧岭华庭", "维富花园", "松泉山庄", "双御雅轩", "碧景山庄", "长富花园", "鹿鸣园", "东盛苑", "君逸华府"]
	}, {
		"东晓小学": ["东兴大院", "罗湖环卫工人之家", "农牧小区", "阳光明居", "宝丰苑", "泰和花园", "一致春晓苑", "今日家园", "海鹰大厦", "太白居", "布心新苑", "逸心苑", "齐星阁", "布心花园三区", "布心花园一区", "布心村", "太白居心悦园", "金迪名苑", "东晓花园外贸开发住宅区", "翠岭苑"]
	}, {
		"淘金山小学": ["港鹏新村", "谱心苑", "金洲花园", "金岭社区", "布心山庄", "东道苑", "绿映居", "心怡花园", "华秀花园", "翡翠园山湖居", "淘金山", "金威苑"]
	}, {
		"布心小学": ["大望苑", "鹏城花园", "景亿山庄", "彩世界花园", "宝湖名园", "麒麟苑", "东湖豪庄", "水围村", "布心花园1区", "布心花园4区", "特检苑"]
	}, {
		"红岭小学": ["百汇大厦", "洪涛大厦", "鸿翔花园", "中深国际大厦", "怡正发大厦", "景园大厦", "明仁大厦", "松园北街小区", "中航凯特公寓", "金众经典家园", "红桂大厦", "中泰小区", "都汇中心"]
	}, {
		"桂园小学": ["红岭集团南区住宅区", "皇冠名庭", "天元大厦", "威登别墅", "日豪名园", "国都花园", "菁华小区", "美荔园", "红宝路南村", "骏庭名园", "深港花园", "宝丽大厦", "佳木园小区", "桂花大厦", "荔景大厦", "蔡屋围南村", "红围坊", "星桂园小区", "振业大厦", "名仕阁", "地王公寓", "供电局小区", "荣华里", "华庭轩"]
	}, {
		"百草园小学（铁路小学）": ["菁华小区"]
	}, {
		"红桂小学": ["五金花园", "金丽花园", "桃花园", "宝龙嘉园", "深业物流大厦", "粤华楼", "金汇胜大厦", "嘉宝田花园", "岭南公司住宅楼", "西湖大厦", "华凯大厦", "华通大厦", "金园花园", "松园南小区", "大塘垅小区", "桂龙家园", "万科城市花园—桂苑", "桂园北路48号大院", "清庆新村", "西湖花园", "风格名苑", "果园西住宅"]
	}, {
		"笋岗小学": ["鹿岭苑", "笋中小区", "路桥大厦", "旭飞华天苑", "清新园", "红岗东村", "翠雅居", "雅仕居", "金豪花园", "丰湖大厦", "深城公寓", "梨园公寓", "铁路生活小区", "兴华花园", "深圳海关笋岗生活区", "虹桥星座", "田华苑小区", "田心村", "田心庆云花园", "田心大厦", "虹桥金岸", "笋岗村", "庐江春天公寓", "裕华小区", "裕田大楼", "银山楼", "梅园新村", "宝岗花园", "时尚新居", "春笋楼", "祥福雅居", "嘉景苑", "笋岗大厦"]
	}, {
		"水田小学": ["泊林花园", "贝利花园", "特力大厦", "水贝村", "深华丽园", "洪湖东岸家园", "逸湖居", "典雅居", "翠景大厦", "嘉湖新都", "旭飞华达园", "新港鸿花园", "翠竹大厦"]
	}, {
		"翠北小学": ["中南宿舍", "化工小区", "金贝苑", "阳光天地", "中南大院", "翠珠小区", "愉天小区", "金丽豪苑", "燃气小区", "海鹏大院"]
	}, {
		"水库小学": ["逸天阁", "彩天阁", "鸿园居", "百仕达花园二期", "百仕达花园一期", "百仕达花园四期", "百仕达花园五期", "粤海新村", "东湖医院住宅楼惯性病防治中心", "国安局宿舍", "东安花园", "东乐花园", "宝龙苑", "东乐南苑", "金泰名苑", "喜荟城", "水库山庄", "凤凰山庄"]
	}, {
		"洪湖小学": ["铁东小区", "新时速嘉园", "胡新苑", "名富楼", "华商时代公寓", "中贸大厦", "笋岗出入境检验检疫局综合楼", "田贝花园", "源兴居", "洪湖二街", "碧水园", "美景大厦", "湖景花园", "工商局宿舍", "鸿波大院", "邮电大院", "洪湖电信大厦", "电信住宅小区", "碧湖花园", "洪湖花园", "宝安广场", "5号大院", "城建洪湖小区", "翠盈嘉园", "合正锦湖魅力城", "中信星光名庭", "同乐大厦", "物资大厦", "128号大院", "旺业豪苑", "物资综合楼", "芳龄大厦", "人民北路3082大厦", "126号大院", "天玺一号"]
	}, {
		"锦田小学": ["湖景大厦", "合正星园", "城建综合楼", "田苑小区", "深宝住宅区", "深纺大院", "水电大厦", "翠雍华庭", "柏丽花园", "德弘天下", "马古岭小区", "深圳公路局大院", "嘉多利花园", "英丽阁", "佳兆业金翠园", "翡翠星空", "交委宿舍楼", "深纺集团住宅区", "石油公司宿舍", "五矿宿舍", "华丽园", "龙丽园", "华鹿园", "燃气小区", "龙屋", "市人民医院住宅小区", "翠都花园"]
	}, {
		"泰宁小学": ["美思苑大厦", "百仕达花园一期18、19栋", "万事达名苑", "太宁路147号大院", "太宁路145号大院", "翠苑大厦", "翠苑住宅小区", "新岭山庄", "水库新村统建楼泰宁小区", "泰宁花园", "叠翠居", "水库新村", "新丰大厦", "阳光绿地家园", "东湖丽苑", "李宅", "浩然轩"]
	}, {
		"碧波小学": ["东深小区", "惠名大厦", "东湖大厦", "碧中园", "湖山阁", "湖滨阁", "乐扬枫景", "宁水花园", "景园大厦", "外贸大院", "湖滨新村", "天井湖村", "天景花园", "碧波花园", "电视广播大院", "景贝村", "司法大厦"]
	}, {
		"深圳小学": ["凉果街小区", "培森大厦", "金溪大厦", "书院街社区", "126大院8栋", "东悦名轩", "翠湖楼", "迎宾宿舍", "蛟湖路片区", "新园路住宅", "益德楼", "世濠大厦", "环卫大厦", "东兴大厦", "东门金座", "明华广场", "好年华广场", "耀华楼", "大鹏阁", "宝华楼", "半岛大厦", "职旅大楼", "明月楼", "文华楼", "文山楼", "中海商城", "嘉年华名苑", "晒布小区", "万科彩园", "深运大厦", "华盛君荟名庭", "东门天地大厦"]
	}, {
		"人民小学": ["华盛君荟", "立新花园", "南海中心", "新风花园", "方海商苑", "南塘商业广场", "鸿基东港大厦", "东门国际大厦", "汇商名苑", "东门新干线"]
	}, {
		"螺岭外国语实验学校": ["办螺岭社区", "聚龙大厦", "万达丰大厦", "缤纷时代家园", "翠园住宅区", "黎明大院", "华隆园", "京基东方颐园", "东门168", "赛龙大院", "京基东方华都", "名阳阁", "名都大厦", "竹边新村", "凤凰街58号大院", "轻工大院", "环岛丽园", "华丽西村", "金盾花园", "华丽花园", "海丽大厦", "锦绣大厦", "金城华庭", "海珑华苑", "汇锦名园", "深港花园", "华裕花园", "福德花园"]
	}, {
		"螺岭外国语学校湖贝校区": ["都心名苑", "城东小区", "新龙坊", "湖北新村", "翠湖小区", "丰园小区", "文园阁", "清秀大院", "湖晖大厦", "湖溪大厦", "港丰大厦", "港澳8号", "湖润大厦", "湖臻大厦"]
	}, {
		"翠竹外国语实验学校": ["金福大厦", "翠竹苑", "翠沁阁", "翠华花园", "银汉国际", "怡泰中心", "合正荣悦", "木龙头小区", "教育新村", "兰馨苑", "万科俊园", "华达小区"]
	}, {
		"怡景小学": ["鸿业苑", "沁芳名苑", "沁园阁", "鸿怡阁", "湖滨阁", "牡丹村", "景庭苑", "兰花村", "杏花村", "凤凰村", "怡景花园", "玉宝阁", "荷香阁", "荷萍阁桂青楼", "桂康楼", "桂旺楼"]
	}, {
		"景贝小学": ["峰景台大厦", "景贝南小区", "华丽东村", "泰利苑", "集浩花园", "中山花园大厦", "庐峰翠苑", "广东基础楼", "曲尺楼"]
	}, {
		"靖轩小学": ["景贝南住宅区", "深业东岭花园", "安乐居", "华北岭村", "经泽大厦", "丽泉阁", "垣明楼", "黄贝岭华侨新村", "集浩大厦", "江月大厦", "冶金大厦"]
	}, {
		"滨河小学": ["荣华里", "金融中心大厦", "帝延峰", "金丰城", "金山大厦", "都市名园", "华润大厦", "供电南苑", "湖北宝丰大厦", "河南外贸大院", "嘉宾花园", "蔡屋围新十坊小区", "滨苑住宅小区", "工业大厦", "华瑞大厦", "幸福里", "嘉宾公园", "金威大厦", "航运大院", "航运小区", "船步街小区", "铁路小区", "新苑小区", "卫检大院", "深圳国旅大院", "海关宿舍", "红岭南苑", "鹿丹大厦", "鹿丹村", "鹿苑小区", "滨苑铁路新村", "幸福万象大厦", "裕安花园", "渔景大厦", "龙王大厦", "港逸豪庭", "海关宿舍", "龙旺大厦", "侨社大院", "水运大厦", "中怡小区", "和平新居", "新郊小区"]
	}, {
		"罗湖小学": ["八达商城", "宝平街小区", "世金汉宫", "海丰苑", "南洋大厦", "友谊大厦", "熙龙大厦", "联华大厦", "罗湖大厦", "德兴大厦", "广东省银行大厦", "敦信大厦", "华民大厦", "成兴", "供电局南区住宅", "紫翔国际公寓"]
	}, {
		"南湖小学": ["兴隆大厦", "粤海花园", "金城大厦", "东海大厦", "东方皇宫大厦", "金龙大厦", "金源大厦", "天俊大厦", "湖心大厦", "深华商业大厦", "芙蓉楼", "集建国际名园", "云峰花园", "宏丰大厦", "置地逸轩", "佳宁娜友谊广场", "银座公寓", "新银座华庭", "铂金时代", "双城世纪大厦", "怡都大厦", "罗湖金岸", "庐山花园"]
	}, {
		"向西小学": ["深圳远东大厦", "广东安装大厦", "南华大厦", "向西大厦", "联城美园", "高嘉大厦", "高嘉花园", "金鼎大厦", "粤鹏大厦", "向欣苑", "金色都汇", "长丰苑", "钻石时代公寓", "文星花园", "罗湖区新安路43号东门", "森威大厦", "云景豪园", "凯悦华庭", "瑞鹏大厦", "广西外贸大院", "阳光新干线家园", "锦花大厦", "瑞丰大厦", "荣兴大厦", "国晖大厦", "庐山花园", "宝丰大厦", "添华楼", "深惠汕小区"]
	}, {
		"北斗小学": ["金安大厦", "长安大厦", "新天地名居", "文锦花园", "锦星花园", "御风庭", "锦星别墅", "文化大厦", "深发花园", "秀锦阁", "苑锦阁", "丹枫白露城东1号", "文华花园", "海富花园", "彩锦阁", "雅锦阁", "汇鑫花园", "帝欣豪苑", "鸿锦阁", "文锦渡口岸宿舍", "龙园苑", "向西华侨新村", "锦上花家园", "银通大厦", "俊荣大厦", "金秀小区", "金领域"]
	}, {
		"新秀小学": ["银丰大厦", "卧龙阁小区", "黄龙小区", "黄贝岭住宅区", "新湘楼", "文城小区", "新湖村", "新秀村北区", "东方都会", "瑞思国际", "新秀村南区", "锦缘里家园", "京广国际公寓", "富华苑"]
	}, {
		"罗芳小学": ["深圳水库大楼", "延芳路", "华清园", "中建花园", "龙景花园", "一冶花园", "锦秀新村", "深港新村", "中饰大厦", "芳春花园", "金枫花园", "赤龙新村", "南方大厦", "新华苑", "顺安居", "通发花园", "大澎花园", "运发江洲大厦", "靖轩花园", "银丰花园", "华兴花园", "罗芳苑", "锦芳阁"]
	}, {
		"安芳小学": ["翠峰阁", "广岭家园", "曙龙山庄二期", "西岭花园", "曙龙山庄一期", "四季御园", "兰亭国际名园"]
	}, {
		"莲南小学": ["雅翠轩", "仙湖公馆", "依仙湖居", "仙桐馨苑", "仙湖山庄", "鹏兴花园（一期、二期、三期、五期、六期）", "鹏基公寓", "仙湖枫景", "富达花园", "松园大厦", "乐华楼", "祥和花园（二期）聚宝华府", "天越翔园", "莲塘花园", "景福花园", "祥和花园", "聚宝综合楼", "金色年华家园", "莲通花园", "港莲北村", "聚福花园", "聚宝花园", "鹏莲花园", "城市东屋", "名骏豪庭", "桐景花园", "港莲一村", "港莲二村", "祥辉物业住宅区", "鹏瑞仙桐雅居", "仙童山庄", "傲翠庭", "包深大院", "振华苑", "南斯比泰公寓", "基安成大厦", "国威公寓", "景福二期", "坳下村"]
	}, {
		"仙桐实验小学莲塘校区": ["雅翠轩", "仙湖公馆", "依仙湖居", "仙桐馨苑", "仙湖山庄", "鹏兴花园（一期、二期、三期、五期、六期）", "鹏基公寓", "仙湖枫景", "富达花园", "松园大厦", "乐华楼", "祥和花园（二期）聚宝华府", "天越翔园", "莲塘花园", "景福花园", "祥和花园", "聚宝综合楼", "金色年华家园", "莲通花园", "港莲北村", "聚福花园", "聚宝花园", "鹏莲花园", "城市东屋", "名骏豪庭", "桐景花园", "港莲一村", "港莲二村", "祥辉物业住宅区", "鹏瑞仙桐雅居", "仙童山庄", "傲翠庭", "包深大院", "振华苑", "南斯比泰公寓", "基安成大厦", "国威公寓", "景福二期", "坳下村"]
	}, {
		"仙童实验小学": ["仙湖山庄", "翠榕花园", "梧桐山新居", "华景园", "雍翠豪庭", "仙桐御景", "运发御景兰庭", "云景梧桐", "畔山花园", "合正锦园", "东方凤雅台", "惠兰雅居", "莲通楼", "惠名花园", "莲泉花园", "玉雅居", "东方尊峪", "鸿威鸿景翠峰", "航天晴山月", "宏华农家园", "长岭花园"]
	}, {
		"梧桐小学": ["望湖苑", "荣福园", "大望村", "新田村", "望桐阁", "新平村", "翡翠苑", "赤水洞村", "坑背村", "虎竹吓村", "塘坑仔村", "横排岭村", "茂仔村", "巷子坊"]
	}, {
		"大望学校": ["望湖苑", "荣福园", "大望村", "新田村", "望桐阁", "新平村", "翡翠苑", "赤水洞村", "坑背村", "虎竹吓村", "塘坑仔村", "横排岭村", "茂仔村", "巷子坊"]
	}, {
		"布心中学": ["山湖居", "鹏城花园", "彩世界家园", "太白居", "湖景花园", "金洲花园", "翡翠园", "青橙时代", "布心花园二区", "宝湖名园", "绿映居", "布心花园四区", "谱心苑", "麟腾苑二期", "布心花园一区", "心怡花园", "布心花园三区", "东湖豪庭", "华秀花园", "淘金山二期", "东道苑", "逸心苑", "翠岭苑", "景亿山庄", "麒麟苑", "港鹏新村", "城建综合楼"]
	}, {
		"松泉中学": ["雍翠华庭", "碧岭华庭", "丰湖花园", "泊林花园", "大地花园", "松泉山庄", "颖隆大厦", "紫荆花园", "绿景山庄", "英达花园", "鸿翠苑", "贝丽花园", "花半里别馆", "洪湖东岸", "双御雅轩", "置富公寓", "比华利山庄", "翠景山庄", "中华花园", "深华丽园", "绿茵庭苑", "育才花园", "华港新村"]
	}, {
		"文锦中学": ["金城华庭", "新天地名居", "联城美园", "海珑华苑", "汇鑫花园", "合正荣悦", "锦上花家园", "文华花园", "凯悦华庭", "朗钜御风庭", "环岛丽园", "高嘉花园", "万科俊园", "森威大厦", "德福花园", "文星花园", "锦星花园", "文津花园"]
	}, {
		"罗湖外语初中部": ["四季御园", "大澎花园", "曦龙山庄", "卧龙阁", "安业花园", "通发花园", "龙景花园", "华兴花园", "金枫花园", "罗芳苑", "芳春花园", "西岭花园", "南方大厦", "特检站二大院", "银丰花园", "一冶花园"]
	}, {
		"翠园中学初中部": ["峰景台大厦", "庐峰翠苑", "怡景花园", "景贝南小区", "华丽东村", "中山花园大厦", "集浩花园", "翠华花园", "鸿业苑一起", "鸿业苑二期", "沁芳名苑", "泰利苑", "广东基础楼"]
	}, {
		"深圳中学初中部": ["金丽豪苑", "愉天小区", "阳光天地家园", "华丽园", "嘉多利花园", "合正星园", "嘉湖新都", "佳兆业金翠园", "湖景大厦", "柏丽花园", "马古岭小区", "翠珠小区", "龙丽园", "深宝住宅区", "田苑小区", "金贝苑", "中国南海工程有限公司大院", "翠景大厦", "逸湖居", "龙屋小区", "花岗石公司", "燃气小区", "英丽阁", "深纺大院", "公路局大院", "城建综合楼"]
	}, {
		"东湖中学": ["旭飞华达园", "东乐花园", "华达园公寓", "百仕达花园二期", "百事达东郡", "新港鸿花园", "翠竹苑", "万事达名苑", "鸿园居", "逸翠园", "东安花园", "宝龙苑", "金福大厦", "翠拥华庭", "金泰名苑", "粤海新村", "太明居", "水贝供电局住宅小区", "美思苑大厦", "太宁路145号", "翠竹大厦", "太宁路147号", "慢性病防治中心罗湖", "东湖医院住宅楼"]
	}, {
		"桂园中学": ["鸿翔花园", "风格名苑", "东门天下", "嘉宝田花园", "源兴居", "合正锦湖魅力城", "东悦名轩", "中航凯特公寓", "天玺一号", "翠盈嘉园", "金园花园", "洪湖花园", "旺业豪苑", "华商时代公寓", "同乐大厦", "碧湖花园", "湖景花园", "芳邻大厦", "华盛君荟名庭", "松园南小区", "西湖花园", "中信星光名庭", "培森大厦", "湖馨苑", "美景大厦", "128大院", "西湖大厦", "邮电大院", "大塘垅小区", "嘉年华名苑", "万科彩园", "新时速嘉园", "中贸大厦", "碧水园", "水产大厦", "洪湖二街2号大院", "金溪大厦", "铁东小区", "洪湖一街五号大院罗湖区", "洪湖二街6号大院", "金丽花园", "怡正发大厦", "中泰住宅小区", "都汇中心", "桂龙家园", "洪湖二街44号大院", "洪湖二街50号院", "洪湖二街37号大院", "田贝花园", "万通大厦", "桃花园(罗湖区)", "五金花园", "深中街", "书院街小区", "凉果街小区", "笋岗村183号"]
	}, {
		"罗湖中学": ["阳光新干线家园", "缤纷时代家园", "置地逸轩", "金色都汇", "庐山花园", "京基东方华都", "国际名园", "罗湖金岸大厦", "金鼎大厦", "东门金座", "双城世纪", "佳宁娜广场", "立新花园", "金城大厦", "银座金钻", "京基东方颐园", "云峰花园", "华隆园", "都心名苑", "高嘉花园", "铂金时代罗湖", "友谊大厦", "名都大厦", "金源大厦", "粤鹏大厦", "怡都大厦", "德兴大厦", "新天国际名苑", "南海中心", "粤海花园", "东海大厦", "南洋大厦", "瑞丰大厦", "鸿基大厦", "广东省银行大厦", "广东省银行大厦", "荣兴大厦", "向西大厦", "向西花园", "熙龙大厦", "宏丰大厦罗湖", "竹边新村", "东方大厦家属楼", "东佳大厦", "深房广场", "边检一大院"]
	}, {
		"滨河中学初中部": ["城市天地广场", "和平广场", "幸福里雅居（罗湖）", "都市名园", "港逸豪庭", "鸿隆世纪广场", "嘉宾花园", "华瑞大厦", "和平大厦", "文锦渡海关三院", "龙兴大厦", "滨苑小区", "中怡大厦", "大滩大厦", "丽晶大厦", "铁路小区", "水运大厦", "文锦渡海关二院", "和平新居", "渔民村", "裕安花园（罗湖）", "宝安街住宅小区", "侨社小区", "新苑小区", "罗湖口岸公安大院", "航运大厦", "地王大厦信兴广场"]
	}, {
		"市第二实验学校初中部": ["阳光绿地家园", "湖滨新村", "翠苑住宅小区", "碧中园", "翠苑大厦", "新丰大厦", "东湖大厦", "深圳湾花园", "叠翠居", "碧波花园南区", "湖滨阁", "天景花园", "碧波花园北区", "天井湖小区", "外贸大院", "水库新村统建楼"]
	}, {
		"笋岗中学": ["龙园山庄", "德兴花园", "旭飞华天苑", "祥福雅居", "金祥都市花园", "雅仕居", "田心庆云花园", "虹桥星座大厦", "深城公寓", "时尚新居", "青湖山庄", "兴华花园", "红岗花园", "金豪花园", "红岗大厦", "路桥大厦", "笋岗大厦", "嘉景苑", "金田花园5", "碧清园", "金湖花园B区", "翠雅居", "田心大厦", "东翠花园", "金湖花园A区45", "金湖花园C区", "宝岗花园", "金景花园", "华盛苑", "宝明花园", "华日花园"]
	}, {
		"翠园中学东晓校区": ["君逸华府", "今日家园", "松泉公寓", "金迪名苑", "阳光明居", "鹿鸣园", "泰和花园", "长富花园", "东晓花园", "一致春晓苑", "东立花园", "东盛苑小区", "海鹰大厦"]
	}, {
		"红桂中学": ["红桂皇冠", "骏庭名园", "名仕阁", "港岛银座", "电影大厦", "TCL雅馨居", "日豪名园", "宝丽大厦", "深港豪苑", "星桂园", "国都花园", "大信大厦", "桂花大厦", "美荔园", "天元大厦", "红裙楼", "广场北街小区", "宝泉庄菁华楼", "威登别墅", "桂木园", "嘉福苑", "幸福华府", "京基金融中心", "果园西小区"]
	}, {
		"罗湖外语学校初中实验部": ["京基东方都会", "四季御园", "新秀村南区", "峰度天下", "曦龙山庄", "卧龙阁", "安业花园", "通发花园", "龙景花园", "新秀村北区", "华兴花园", "金枫花园", "罗芳苑", "芳春花园", "西岭花园", "南方大厦", "特检站二大院", "银丰花园", "靖轩花园", "龙泉花园(黄贝岭)", "一冶花园", "锦缘里"]
	}, {
		"大望学校": ["望湖苑", "荣福园", "大望村", "新田村", "望桐阁", "新平村", "翡翠苑", "赤水洞村", "坑背村", "虎竹吓村", "塘坑仔村", "横排岭村", "茂仔村", "巷子坊"]
	}, {
		"龙华新区大浪街道尚文学校": ["民办学校,原则上面向龙华区招生"]
	}, {
		"龙华新区观澜街道宝文学校": ["宝文"]
	}, {
		"龙华新区美中学校": ["龙华"]
	}, {
		"龙华新区大浪街道育英小学": ["大浪"]
	}, {
		"龙华新区大浪博恒中英学校": ["民办学校,原则上面向龙华区招生"]
	}, {
		"龙华新区潜龙学校（小学部）": ["梅龙路以东、平南铁路以南、民治大道以西、民乐路以北的范围"]
	}, {
		"龙华新区龙华街道清湖小学": ["大浪南路以东", "龙观路", "东环二路", "三联路", "清泉路", "建设东路", "东环二路以北范围"]
	}, {
		"龙华新区观瀾街道新田小学": ["新田社区", "樟坑径社区"]
	}, {
		"龙华新区民治街道行知小学": ["梅龙路以东、布龙路以北范围及锦绣江南小区（1-6类） 风和日丽、丰润花园、苹果园、新华城（1-2类）"]
	}, {
		"龙华新区民治街道书香小学": ["金龙路以东、白龙路以南、新区大道以东、玉龙路以南、梅龙路以西、民乐路以南、梅观高速以西的范围"]
	}, {
		"龙华新区大浪街道锦华实验学校": ["民办学校,原则上面向龙华区招生"]
	}, {
		"龙华新区观澜街道德风小学": ["君子布社区"]
	}, {
		"龙华新区观瀾街道库坑小学": ["库坑社区", "黎光社区"]
	}, {
		"龙华新区民治街道上芬小学": ["福龙大道以东", "向荣路以西、民塘路以东、佳民路以西、布龙路以东、人民路以西的范围（1-6类） 风和日丽、丰润花园、苹果园、新华城（3-6类）"]
	}, {
		"龙华新区民治街道民治小学": ["腾龙路以西、布龙路以南、红木街以南、民兴路以南、民福路以东、平南铁路以北的范围"]
	}, {
		"龙华新区龙华街道松和小学": ["建设西路以南", "人民路以东", "和平路以南", "东环一路以西", "建设东路、东环二路以南范围"]
	}, {
		"龙华新区观澜街道大水坑小学": ["章阁社区", "大水坑社区"]
	}, {
		"龙华新区鹭湖学校（小学部）": ["观城社区大航居委会（观澜河以东）", "大和居委会", "仁山智水"]
	}, {
		"龙华新区观澜街道中心小学": ["新澜社区", "观城社区马坜", "横坑", "岗头居委会"]
	}, {
		"龙华新区龙华街道墩背小学": ["民办学校,原则上面向龙华区招生"]
	}, {
		"龙华新区民治街道六一学校": ["六一学校"]
	}, {
		"龙华新区民治丹堤实验学校": ["梅观高速以东、民乐路以南的范围"]
	}, {
		"龙华新区龙华第二小学": ["东环一路以东", "龙观路", "东环二路", "三联路以南", "清泉路以西", "建设东路以北范围。"]
	}, {
		"龙华新区民治街道行知实验小学": ["民治大道以东、平南铁路以南、民乐路以北的范围"]
	}, {
		"龙华新区龙华街道伟民小学": ["民办学校,原则上面向龙华区招生"]
	}, {
		"龙华新区福苑学校(小学部)": ["福民社区狮径、悦兴围居委会、珑门"]
	}, {
		"龙华新区玉龙学校(小学部)": ["平南铁路以南、梅龙路以西、玉龙路以北、新区大道以西、白龙路以北、金龙路以西的范围"]
	}, {
		"龙华新区大浪街道高峰学校小学部": ["高峰社区工作站（含鹊山社区居委会、上早社区居委会、下早社区居委会、赤岭头社区居委会、元芬社区居委会、陶吓社区居委会）", "龙胜社区工作站（含龙胜社区居委会）"]
	}, {
		"龙华新区同胜学校(小学部)": ["同胜社区工作站(含上横朗社区居委会、下横朗社区居委会、赖屋山社区居委会、谭罗社区居委会、三合社区居委会）", "水围社区居委会"]
	}, {
		"龙华新区龙华街道中心小学": ["大浪南路、东环一路以西、和平路以北、人民路以西、建设西路以北范围。"]
	}, {
		"龙华新区观澜街道第二小学": ["福民社区丹湖居委会", "茜坑社区", "观城社区大航居委会（观澜河以西）"]
	}, {
		"龙华新区大浪街道大浪实验学校（小学部）": ["大浪社区工作站（含石凹社区居委会、新围社区居委会、下岭排社区居委会、上岭排社区居委会、黄麻埔社区居委会、罗屋围社区居委会）", "浪口社区居委会"]
	}, {
		"龙华新区观瀾街道广培小学": ["牛湖社区", "大水田社区"]
	}, {
		"龙华新区观澜街道振能小学": ["松元厦社区"]
	}, {
		"龙华新区观澜街道文成学校": ["文成"]
	}, {
		"龙华新区龙丰学校": ["民办学校,原则上面向龙华区招生"]
	}, {
		"龙华新区观澜街道锦明学校": ["锦明"]
	}, {
		"龙华新区观澜街道东王实验学校": ["东王"]
	}, {
		"展华实验学校": ["龙华"]
	}, {
		"龙华新区观澜街道新智学校": ["新智"]
	}, {
		"龙华新区大浪街道大浪爱义学校": ["爱义"]
	}, {
		"龙华新区观澜街道文峰小学": ["龙华"]
	}, {
		"龙华新区大浪胜华小学": ["民办学校,原则上面向龙华区招生"]
	}, {
		"龙华新区观瀾街道桂花小学": ["桂花社区"]
	}, {
		"龙华新区民治街道民乐小学": ["民乐"]
	}, {
		"龙华新区龙华中英文实验学校": ["民办学校,原则上面向龙华区招生"]
	}, {
		"龙华新区三联永恒学校": ["龙华"]
	}, {
		"龙华新区观澜街道万安学校": ["万安"]
	}, {
		"龙华新区大浪街道元芬小学": ["元芬"]
	}, {
		"龙华新区民治街道东星小学": ["东星小学"]
	}, {
		"龙华新区观澜街道爱孚实验学校": ["爱孚"]
	}, {
		"龙华新区观澜街道精英学校": ["精英"]
	}, {
		"龙华新区观澜街道博文学校": ["龙华"]
	}, {
		"龙华新区民治街道牛栏前学校": ["民治"]
	}, {
		"龙华新区观澜街道新园学校": ["新园"]
	}, {
		"龙华新区新华中学": ["人民路以东、和平路以南、东环一路以东、三联路以南、东环二路以东、龙观东路以南范围"]
	}, {
		"龙华新区丹堤实验学校（初中部）": ["梅观高速以东、民乐路以南的范围"]
	}, {
		"龙华新区同胜学校(初中部)": ["同胜社区工作站(含上横朗社区居委会、下横朗社区居委会、赖屋山社区居委会、谭罗社区居委会、三合社区居委会）", "水围社区居委会"]
	}, {
		"龙华新区观澜中学": ["松元厦社区", "牛湖社区", "大水田社区", "君子布社区", "观城社区岗头居委会", "新澜社区桂澜居委会"]
	}, {
		"龙华新区高峰学校(初中部)": ["高峰社区工作站（含鹊山社区居委会、上早社区居委会、下早社区居委会、赤岭头社区居委会、元芬社区居委会、陶吓社区居委会）", "龙胜社区工作站（含龙胜社区居委会）"]
	}, {
		"龙华新区福苑学校(初中部)": ["大水坑社区", "章阁社区", "库坑社区", "黎光社区", "福安雅苑"]
	}, {
		"龙华新区观澜二中": ["福民社区", "茜坑社区", "观城社区大和", "马坜", "横坑", "大航居委会", "桂花社区", "新田社区", "樟坑径社区", "新澜社区翠澜", "大布巷居委会"]
	}, {
		"龙华新区龙华中英文实验学校": ["龙华中英文"]
	}, {
		"龙华新区民治街道六一学校": ["六一"]
	}, {
		"龙华新区玉龙学校(初中部)": ["平南铁路以南、梅龙路以西、玉龙路以北、新区大道以西、白龙路以北、金龙路以西的范围"]
	}, {
		"龙华新区三联永恒学校": ["三联永恒"]
	}, {
		"龙华新区观澜街道万安学校": ["万安"]
	}, {
		"龙华新区观澜街道爱孚实验学校": ["爱孚"]
	}, {
		"龙华新区观澜街道精英学校": ["精英"]
	}, {
		"龙华新区观澜街道博文学校": ["博文"]
	}, {
		"龙华新区民治街道牛栏前学校": ["牛栏前"]
	}, {
		"龙华新区观澜街道文成学校": ["文成"]
	}, {
		"龙华新区龙丰学校": ["龙丰"]
	}, {
		"龙华新区观澜街道锦明学校": ["锦明"]
	}, {
		"龙华新区观澜街道东王实验学校": ["东王"]
	}, {
		"展华实验学校": ["展华"]
	}, {
		"龙华新区观澜街道新智学校": ["新智"]
	}, {
		"龙华新区大浪实验学校(初中部)": ["大浪社区工作站（含石凹社区居委会、新围社区居委会、下岭排社区居委会、上岭排社区居委会、黄麻埔社区居委会、罗屋围社区居委会）", "浪口社区居委会"]
	}, {
		"龙华新区大浪街道大浪爱义学校": ["爱义"]
	}, {
		"龙华新区潜龙学校(初中部)": ["平南铁路以南、梅龙路以东、玉龙路以南、新区大道以东、白龙路以南、金龙路以东、梅观路以西、民乐路以北的范围"]
	}, {
		"龙华新区龙华中学": ["人民路以西、和平路以北、东环一路以西", "三联路以北、东环二路以西、龙观东路以北范围"]
	}, {
		"龙华新区观澜街道新园学校": ["新园学校"]
	}, {
		"宝城小学": ["107国道以东", "新圳路-新安二路-洪浪南路以南", "广深高速公路-边检路以西", "湖滨路以北宝安所辖区域（1-6、14-18区）"]
	}, {
		"宝安中学（集团）外国语学校小学部（前进一路15区）": ["107国道以东", "创业二路以南", "广深高速公路-边检路以西", "湖滨路以北宝安所辖区域"]
	}, {
		"": []
	}, {
		"宝安外国语学校公办班": ["新安二路、新安三路以东", "洪浪南路以北", "广深高速公路以西", "创业二路以南区域（20、23区）"]
	}, {
		"宝民小学": ["1.前进路以东", "新圳路以北", "新安二路-新安三路-创业路-广深高速公路以西", "裕安二路以南区域（19-22、26-28区）；2. 广深高速公路以东", "上川路以南宝安所辖区域（包括67-72区等）"]
	}, {
		"宝民小学": ["3.新安二路、新安三路以东", "洪浪南路以北", "广深高速公路以西", "创业二路以南区域（20、23区）"]
	}, {
		"灵芝小学": ["1.前进路以东", "新圳路以北", "新安二路-新安三路-创业路-广深高速公路以西", "裕安二路以南区域（19-22、26-28区）；2. 广深高速公路以东", "上川路以南宝安所辖区域（包括67-72区等）"]
	}, {
		"灵芝小学": ["3.新安二路、新安三路以东", "洪浪南路以北", "广深高速公路以西", "创业二路以南区域（20、23区）"]
	}, {
		"上合小学": ["1.前进路以东", "裕安二路以北", "广深高速公路以西", "新安四路以南区域（包括31、32、33、35、36区等）； 2. 73和74区中天骄小学报名范围以外的区域；曦城"]
	}, {
		"天骄小学": ["1.73、74区中金海华府、福安楼、佳华新村、招渝达物业、宝安新村的学生； 2.75区", "76区中的富盈门、天骄世家、丽景城和御龙居的学生。"]
	}, {
		"新安湖小学": ["107国道以东", "新圳路以北", "前进路以西", "创业二路以南区域（包括7、8、9、10区等）"]
	}, {
		"建安小学": ["107国道以东", "创业二路以北", "前进路以西", "上川路以南区域（包括24、25、29、30区等）"]
	}, {
		"弘雅小学": ["107国道以东", "上川路以北", "前进路以西", "新安五路以南区域(34区)"]
	}, {
		"文汇学校(小学部)": ["107国道以东", "创业二路以北", "公园路以西", "流塘路以南区域"]
	}, {
		"宝安实验学校(小学部)": ["湖滨路以北", "甲岸路以南", "107国道以西至海边"]
	}, {
		"安乐小学": ["1.甲岸路以北", "创业一路以南", "107国道以西", "宝安大道以东区域（41-44区）"]
	}, {
		"安乐小学": ["2. 创业一路以北", "裕安路以南", "107国道以西", "翻身路以东区域（45区）"]
	}, {
		"翻身小学": ["创业一路以北", "新安五路以南", "107国道以西", "宝安大道以东区域（包括45、47、48、49、50区）"]
	}, {
		"海旺学校(小学部)": ["甲岸路以北", "创业一路、宝华路以南", "宝安大道以西至 海边"]
	}, {
		"": []
	}, {
		"滨海小学": ["创业一路、宝华路以北", "裕安路、宝兴路以南", "翻身路以西至海边"]
	}, {
		"海韵学校(小学部)": ["1.玉律路以南", "裕安路、宝兴路以北", "宝安大道以西至海边；2.海语西湾"]
	}, {
		"新湖学校(小学部)": ["裕安路以北", "海城路以南", "宝安大道以西", "兴业路以东区域"]
	}, {
		"": []
	}, {
		"宝安小学": ["1.玉律路以北", "新安六路以南", "宝安大道以西", "兴业路以东区域；2.新安六路以北", "西乡河以南", "宝源路以西三角区域"]
	}, {
		"坪洲小学": ["新安六路以北、西乡大道以南、宝安大道以西区域（劳动路以南、宝源路以东的区域和西乡河以南、宝源路以西的区域及海语西湾除外）"]
	}, {
		"中澳实验学校(筹)(原清华实验学校)公办小学部": ["桃源居社区购房户"]
	}, {
		"流塘小学": ["107国道以东、新安四路以北、锦花路以西、西乡大道以南（不含流塘北一巷二巷以西和75区、76区中的富盈门、天骄世家、丽景城）"]
	}, {
		"凤岗小学": ["西乡大道以北、107国道以东、航城路以南（御龙居除外）"]
	}, {
		"黄麻布学校(小学部)": ["黄麻布社区、九围社区所辖范围"]
	}, {
		"共乐小学": ["1.宝安大道以东共乐、盐田、乐群等社区"]
	}, {
		"共乐小学": ["2.共乐路(金海路)以南、新湖路以东、西乡大道以北、宝安大道以西"]
	}, {
		"西乡小学": ["河东、河西、西乡、龙珠、龙腾、蚝业、柳竹等社区（1.西乡、蚝业、柳竹三个社区在宝安大道以西的住宅区除外；2.龙腾社区在西乡大道以北的住宅区除外）", "颐合花园"]
	}, {
		"径贝小学": ["劳动路以南、宝源路以东、新安六路以北、宝安大道以西", "南沙新村", "径贝饭堂门"]
	}, {
		"": []
	}, {
		"海港小学": ["1.悦和路以北、兴业路以东、宝源路以西、铜鼓路以南； 2.西乡大道以北、新湖路以西、宝源路以东、悦和路以南； 3.西乡大道以北、新湖路以东、共乐路(金海路)以南、宝安大道以西"]
	}, {
		"海港小学": ["⒋ 银田路以北、铜鼓路以南、兴业路以西；"]
	}, {
		"海港小学": ["⒌ 西乡大道以北、兴业路以东、悦和路以南、宝源路以西"]
	}, {
		"碧海小学": ["1.西海堤以东、兴业路以西、西乡大道以北、铜鼓路以南；2.兴业路以东、宝源路以西、悦和路以南、西乡大道以北"]
	}, {
		"西湾小学": ["1. 新湖路以东、共乐路(金海路)以北、宝安大道以西、宾隆路以南；2．宝源路以东、悦和路以北、新湖路以西、铜鼓路以南"]
	}, {
		"西湾小学": ["3. 西乡大道以北、新湖路以西、悦和一街以东、悦和路以南"]
	}, {
		"固戍小学": ["固戍社区、南昌社区所辖范围"]
	}, {
		"": []
	}, {
		"航城学校（小学部）(部分投入使用)": ["宝安大道以东、107国道以西、固戍二路以北、三围工业路-果园路以南（含世纪车城）"]
	}, {
		"": []
	}, {
		"钟屋小学": ["钟屋社区、三围社区"]
	}, {
		"黄田小学": ["黄田社区、后瑞社区、草围社区、鹤洲社区、利锦社区、107国道以东桃源社区"]
	}, {
		"塘尾万里学校(小学部)": ["塘尾社区、和平社区", "大洋田塘尾片区"]
	}, {
		"凤凰学校(小学部)": ["凤凰、稔田、新田社区", "福永花苑、时代景苑", "凤凰新天、世源中心片区", "大洋田稔田、新田片区"]
	}, {
		"福永小学": ["福永、怀德（金色领域、永福苑除外）、白石厦（福永花苑、时代景苑", "凤凰新天、世源中心片区除外）、聚福社区"]
	}, {
		"桥头小学": ["桥头、和平社区", "大洋田桥头片区"]
	}, {
		"福新小学": ["新和、和平社区", "金域豪庭、福侨花园"]
	}, {
		"福新小学": ["福永、怀德、白石厦、聚福社区"]
	}, {
		"下十围小学": ["福围社区、金色领域、永福苑"]
	}, {
		"下十围小学": ["福永、怀德、白石厦、聚福社区"]
	}, {
		"兴围小学": ["兴围社区、机场（福永片区）"]
	}, {
		"荣根学校(小学部)": ["沙一、沙二、沙三、沙四、沙头、和一、民主、共和、步涌、后亭、大王山、马安山、茭塘、牙边、辛养、东塘、新沙路以北的万科翡丽郡"]
	}, {
		"荣根学校(小学部)": ["新沙路以北—>沙井大街以东—>北帝堂路以东—>北环路以南—>立岗北路以西—>沙井中学东围墙以西—>壆岗盛芳园西围墙以西—>新沙路以北的西荟城西围墙以西区域。"]
	}, {
		"蚝业小学": ["蚝一、蚝二、蚝三 、蚝四"]
	}, {
		"蚝业小学": ["①北环路以南", "西环路以西区域； ②新沙路以北", "沙井大街以西—>北帝堂路以西—>北环路以南—>西环路以东区域。"]
	}, {
		"壆岗小学": ["壆岗社区、西荟城、新沙路以南的万科翡丽郡"]
	}, {
		"壆岗小学": ["①宝安大道以西", "北环路以南", "立岗北路以东—>沙井中学东围墙以东—>盛芳园西围墙以东—>西荟城西围墙以东—>新沙路以北区域；②宝安大道以西", "新沙路以南", "西环路以东区域"]
	}, {
		"万丰小学": ["宝安大道以东", "咸田路以南", "中心路以西"]
	}, {
		"上寮学校(小学部)": ["107国道以西", "新沙路以南", "中心路以东区域"]
	}, {
		"新桥小学": ["107国道以西", "新沙路以北", "中心路以东区域"]
	}, {
		"新桥小学": ["①北环路以北", "中心路以西区域；②咸田路以北", "中心路以西", "北环路以南", "宝安大道以东区域;"]
	}, {
		"黄埔小学": ["107国道以东片区"]
	}, {
		"松岗第一小学": ["东至107国道", "南至河滨南路", "北至沙江路；主要社区有：松岗（部分）", "花果山", "松涛（部分）", "红星社区格布村、温屋村、蚝涌村、松新村", "洪桥头社区"]
	}, {
		"燕山学校（小学部）": ["南至沙江路", "西至107国道", "主要小区有：集信名城", "主要社区有：燕川", "罗田", "塘下涌"]
	}, {
		"东方小学": ["西至红星大道", "南至松裕路", "北至松明大道；主要社区有：东方社区（含蚌岗村1至3类）", "红星社区西坊村、湾头村、龙门村", "松涛社区（部分）"]
	}, {
		"东方小学": ["北至东方大道", "西至107国道；主要社区有：东方社区（部分）"]
	}, {
		"松岗第二小学": ["北至沙江路", "西至107国道", "南至东方大道；主要社区有：楼岗", "东方（部分）", "松岗社区麒麟新村、东风村", "山门"]
	}, {
		"沙溪小学": ["溪头、沙浦、沙浦围、朗下、碧头、江边、松岗社区坑尾村"]
	}, {
		"松岗实验学校(小学部)(部分投入使用)": ["溪头、沙浦、沙浦围、朗下、碧头、江边、松岗社区坑尾村"]
	}, {
		"潭头小学": ["北至松裕路", "主要社区有：潭头社区", "东方社区（部分）"]
	}, {
		"潭头小学": ["北至东方大道", "西至107国道；主要社区有：东方社区（部分）"]
	}, {
		"石岩小学": ["浪心、石新、石岩、宝源社区；砖厂社区（1类）。"]
	}, {
		"宝安中学（集团）石岩外国语学校（小学部）": ["官田、黎光、塘坑、三祝里、龙眼山、水田、石龙、罗租社区"]
	}, {
		"上屋小学": ["上下屋(1-7类", "宝石东路以北8类)、田心、园美、上排、下排、径贝等社区"]
	}, {
		"官田学校（小学部）": ["官田、水田、黎光、塘坑、三祝里、石龙等社区"]
	}, {
		"罗租小学": ["罗租、龙眼山、砖厂社区；上下屋社区（宝石东路以南8类）"]
	}, {
		"塘头小学": ["塘头和应人石社区"]
	}, {
		"宝安中学（集团）初中部（洪浪南路20区）": ["1.107国道以东", "新圳路以南", "前进路以西", "湖滨路以北宝安所辖区域（包括1-6区等）； 2.前进路以东", "裕安二路以南", "广深高速公路-边检路以西", "湖滨路以北宝安所辖区域（包括14-23、26-28区等）； 3.广深高速公路以东", "上川路以南宝安所辖区域（67-72区）"]
	}, {
		"宝安中学（集团）外国语学校初中部（前进一路15区）": ["1.107国道以东", "新圳路以南", "前进路以西", "湖滨路以北宝安所辖区域（包括1-6区等）； 2.前进路以东", "裕安二路以南", "广深高速公路-边检路以西", "湖滨路以北宝安所辖区域（包括14-23、26-28区等）； 3.广深高速公路以东", "上川路以南宝安所辖区域（67-72区）"]
	}, {
		"": []
	}, {
		"新安中学(初中部)": ["107国道以东", "前进路以西", "新圳路以北", "上川路以南区域（7-10、12、13、24、25、29、30区）"]
	}, {
		"文汇学校(初中部)": ["1. 107国道以东", "广深高速公路以西", "裕安二路以北", "新安四路、新安五路以南区域（包括29-36区等）；2. 前进路以东", "宝安公园以西", "新安四路以北", "西乡大道以南区域（73-76区等）及曦城"]
	}, {
		"宝安实验学校(初中部)": ["湖滨路以北", "甲岸路以南", "107国道以西至海边（包括11、37-40区", "金泓凯旋城、西岸观邸、熙龙湾二期等小区）"]
	}, {
		"海滨中学": ["甲岸路以北", "新安六路以南", "107国道以西", "宝安大道以东区域（包括41-50区等）"]
	}, {
		"海旺学校(初中部)": ["甲岸路以北", "裕安路以南", "宝安大道以西至海边"]
	}, {
		"": []
	}, {
		"新湖学校(初中部)": ["裕安路、宝兴路以北", "海城路以南", "宝安大道以西至海边"]
	}, {
		"": []
	}, {
		"海韵学校(初中部)": ["裕安路、宝兴路以北", "海城路以南", "宝安大道以西至海边"]
	}, {
		"宝安第一外国语学校(初中部)": ["1.海城路以北", "西乡大道以南", "宝安大道以西至海边区域；"]
	}, {
		"宝安第一外国语学校(初中部)": ["2.西乡大道以北", "共乐路、金海路以南", "兴业路以西至海边"]
	}, {
		"中澳实验学校(筹)(原清华实验学校)公办初中部": ["桃源居社区（购房户）"]
	}, {
		"西乡中学(初中部)": ["宝安大道以东", "包括河东、河西、西乡、龙珠、龙腾、盐田（宝安大道以东）、庄边、共乐、乐群、凤凰岗、铁岗、富华（天骄世家、富盈门、丽景城除外）、臣田、蚝业、柳竹、流塘等社区。（其中蚝业、西乡、柳竹三个社区在宝安大道以西的住宅小区除外）"]
	}, {
		"海湾中学": ["1.黄麻布、九围、黄田、后瑞、草围、鹤洲、利锦、钟屋、桃源居、固戍、南昌、三围等社区"]
	}, {
		"海湾中学": ["2.西乡大道以北、宝安大道以西（共乐路、金海路以南", "兴业路以西除外）"]
	}, {
		"福永中学": ["福永、怀德、白石厦、聚福、新和、兴围、福围社区"]
	}, {
		"福永中学": ["凤凰、新田、稔田、桥头及和平社区"]
	}, {
		"塘尾万里学校(初中部)": ["塘尾、桥头、和平社区"]
	}, {
		"凤凰学校(初中部)": ["凤凰、新田、稔田社区", "大洋田片区"]
	}, {
		"凤凰学校(初中部)": ["福永、怀德、白石厦、聚福、新和、兴围、福围、塘尾、桥头、和平社区"]
	}, {
		"沙井中学(初中部)": ["沙井中心路以西片区"]
	}, {
		"上寮学校(初中部)": ["沙井中心路以东片区"]
	}, {
		"松岗中学(初中部)": ["潭头、东方、红星、松岗（部分", "不含东风村、麒麟新村、星港城等4至8类）、楼岗、松涛、花果山、溪头、沙浦、沙浦围、朗下、碧头、江边社区"]
	}, {
		"松岗中学(初中部)": ["洪桥头社区； 南至松白路", "北至沙江路", "西至107国道", "主要社区：山门社区", "松岗社区（部分）"]
	}, {
		"燕山学校(初中部)": ["南至沙江路", "西至107国道。主要小区有：集信名城；主要社区有：燕川", "罗田", "塘下涌"]
	}, {
		"燕山学校(初中部)": ["洪桥头社区； 南至松白路", "北至沙江路", "西至107国道", "主要社区：山门社区", "松岗社区（部分）"]
	}, {
		"宝安中学（集团）石岩外国语学校": ["全街道（家长报名时从这两个学校中选择一个申报。两校符合就读条件的学生", "根据类别和积分", "按照两校招生计划总数从高到低划定统一录取线。其中一个学校录取线以上超过本校招生计划的的学生", "自动调整到另一个学校）"]
	}, {
		"（初中部）": []
	}, {
		"官田学校（初中部）": []
	}, {
		"盐田外国语小学": ["海涛路（起自与沙盐路的交汇口）-东和路-海景二路-金融路（终至海景栈道）连线以东；深盐路以南；海山路以西。海景二路以南；海山东三街以西。"]
	}, {
		"东和分校": ["沙盐路以南；公园路（起自与沙盐路交汇的路口）-金融路-海涛路-桥东街连线以西。（基本延续原东和小学的学区", "原属东和小学的海涛花园部分住宅划归海涛小学学区。）"]
	}, {
		"海涛小学": ["海涛路（起自与沙盐路交汇的路口）-东和路-海景二路-金融路（终至海景栈道）连线以西；官下路-田荣路-公园路-金融路-海涛路-桥东街连线以东；沙盐路（西至官下路口", "东至海涛路口）以南。"]
	}, {
		"田心小学": ["沙盐路（起自与沙深路交汇的路口）-公园路-田荣路-官下路-沙盐路连线以北；工业东街以南；深盐路（工业东街路口－沙盐路东路口）以西。"]
	}, {
		"林园小学": ["工业东街-深盐路（叶屋西街路口）连线以北；叶屋西街以西。"]
	}, {
		"田东小学": ["深盐路（西起叶屋西街路口）以北；叶屋西街以东。"]
	}, {
		"梅沙小学": ["大梅沙、小梅沙。"]
	}, {
		"盐港小学": ["洪安路以东（包括：洪安围、北山道工业区、黄必围、华侨新村、杨梅新村、山边村、华侨新村一二期、西山吓、海鲜街〈上街、下街、圩镇、渔民新村〉、沙头新村、沙岗圩〈吉麻湖〉、沿港新村、和亨雅园、海滨假日、金海雅居、书香文苑、蔚蓝雅园假日。）"]
	}, {
		"中山纪念学校": ["洪安路以西和朝阳市场（含朝阳市场）——盐田北四街以东（包括：朝阳市场、裕宏花园、金水湾、新老石头围、裕达华庭、裕鹏阁、金港盛世、麓港国际、社排、明珠花园、东海丽景、倚山时代、金斗岭工业区、明珠市场、九号小区、天利明园）；盐田三村。"]
	}, {
		"乐群小学": ["朝阳市场以西（不含朝阳市场）——盐田北四街以西。（盐田四村、坜背、龙眼园、江屋村、朝阳围、西禾树、老塘、伯公树、盐田港十六号小区、畔山溪谷、金山碧海、中海花园、幸福海、东港印象、花样年.花港、和亨家园、和亨中心广场、浩海明珠、梧桐春晓、畔山庭苑、海桐居", "鹏广达山海四季城、悦千山雅园。）"]
	}, {
		"盐田外国语学校：": ["大小梅沙片区", "海阔凌海公寓", "东部华侨城天麓", "三洲田畔山庭苑"]
	}, {
		"田东中学：": ["碧海蓝天名苑", "碧桐海苑", "东部阳光", "鹏湾花园一村", "和亨中心广场", "瀚海翠庭", "蓝田壹站", "东埔海景花园二期", "海涛花园", "翠景花园", "鹏湾花园二村", "海都花园", "东和大厦", "盛世名门", "诗宁大厦", "中信海滨花园", "山海阳光园", "海天一色雅居", "蓝色海月居", "东部山海家园", "太平洋小区", "棕榈湾", "海荣居", "天富花园", "桐辉居", "碧海花园", "翠堤雅居", "诗宁里小区", "桥东新村中区", "海鹏苑", "翠景花园瑞林苑", "山泉小区", "东埔海景花园三期", "创意大厦", "皇家海湾公馆", "宝桐居", "沙头角保税区第三工人生活区", "沙副小区", "云深处68", "碧海苑", "东和海韵园", "桥东新村东区", "桥东丽苑", "桥东新村西区", "沙头角片区", "海山片区"]
	}, {
		"盐田实验学校：": ["盐田片区", "梅沙片区", "中海半山溪谷花园", "花样年花港家园", "金水湾御园", "倚山时代雅居", "东海丽景花园", "金山碧海花园", "金港盛世华庭", "东港印象", "万科东海岸", "和亨中心广场", "幸福海", "海滨假日", "梧桐春晓花园", "八十步海寓", "和亨家园", "裕达华庭", "南方明珠花园A区", "优品艺墅", "麓港国际", "星港名苑", "鸿威海怡轩", "南方明珠花园B区", "泊岸雅苑", "海世界公寓", "东海龙腾公寓", "和亨雅园", "九号小区", "裕宏花园", "海语东园", "湖心岛公寓", "裕鹏阁", "蔚蓝假日雅苑", "金海雅居", "三洲田畔山庭苑", "京基天涛轩"]
	}, {
		"盐港中学": ["中海半山溪谷花园", "花样年花港家园", "金水湾御园", "倚山时代雅居", "东海丽景花园", "金山碧海花园", "金港盛世华庭", "东港印象", "万科东海岸", "和亨中心广场", "幸福海", "海滨假日", "梧桐春晓花园", "八十步海寓", "和亨家园", "裕达华庭", "南方明珠花园A区", "优品艺墅", "麓港国际", "星港名苑", "鸿威海怡轩", "南方明珠花园B区", "泊岸雅苑", "海世界公寓", "东海龙腾公寓", "和亨雅园", "九号小区", "裕宏花园", "海语东园", "湖心岛公寓", "裕鹏阁", "蔚蓝假日雅苑", "金海雅居", "三洲田畔山庭苑", "京基天涛轩"]
	}, {
		"坪山实验学校": ["六和", "南布（2016年之前与外国语共享）", "大工业区（2016年之前与外国语共享）"]
	}, {
		"中山小学": ["坪环比亚迪路以南片区", "洋母帐村", "马峦"]
	}, {
		"坪山中心小学": ["坪山", "江岭", "和平", "坪环比亚迪路以北片区"]
	}, {
		"坪山第二小学": ["沙坣", "田心", "田头", "石井", "金龟"]
	}, {
		"六联小学": ["六联（除洋母帐）"]
	}, {
		"碧岭小学": ["碧岭"]
	}, {
		"汤坑小学": ["汤坑", "沙湖"]
	}, {
		"坪山外国语学校": ["竹坑", "厦深铁路以南片区及南布（2016年之前与坪山实验共享）", "大工业区（2016年之前与坪山实验共享）", "老坑厦深铁路以北片区（2016年之前与坑梓中心小学共享）"]
	}, {
		"坑梓中心小学": ["坑梓", "秀新", "老坑社区厦深铁路以北（2016年之前与坪山外国语共享）"]
	}, {
		"龙田小学": ["龙田"]
	}, {
		"金田小学": ["沙田社区厦深铁路以北", "金沙社区厦深铁路以北。"]
	}, {
		"坑梓街道光祖中学": ["坑梓街道厦深铁路以北片区（其中老坑厦深铁路以北片区2016年之前与坪山同心外国语学校共享）"]
	}, {
		"坪山中学": ["坪山", "和平", "坪环比亚迪路以北片区", "江岭", "沙坣", "田心（2016年之前与坪山同心外国语学校共享）", "田头（2016年之前与坪山同心外国语学校共享）", "石井", "金龟", "坪山围", "洋母帐（2016年之前与中山中学共享）"]
	}, {
		"同心外国语学校": ["竹坑", "田心(2016年之前与坪山中学共享)", "田头(2016年之前与坪山中学共享)", "坑梓街道厦深铁路以南", "南布（2016年之前与坪山实验学校共享）", "大工业区（2016年之前与坪山实验学校共享）", "老坑厦深铁路以北片区（2016年之前与光祖中学共享）。"]
	}, {
		"实验学校": ["六联(除坪山围、洋母帐)", "六和", "南布（2016年之前与坪山同心外国语学校共享）", "大工业区（2016年之前与坪山同心外国语学校共享）"]
	}, {
		"中山中学": ["坪环比亚迪路以南片区", "洋母帐（2016年之前与坪山中学共享）", "马峦", "汤坑", "沙湖", "碧岭"]
	}, {
		"深圳市光明新区公明中英文学校": ["民办学校。光明新区范围招生。校址：公明雍景城侧面。"]
	}, {
		"深圳市光明新区东周小学": ["滨河苑", "中区", "荔园住宅区", "科技楼", "旧糖厂宿舍区", "旧粮油厂宿舍区", "竹园区", "旧砖厂宿舍区", "东区", "晨光宿舍区", "新围（碧园路以西）", "鸳鸯房", "富安花园", "怡景花园", "国泰花园", "华明苑", "木墩村", "美景花园", "笔架山住宅区", "康之宝住宅区", "西区", "柑山工业区", "正兆景嘉园", "和润家园。"]
	}, {
		"深圳市光明新区尔雅学校": ["深圳市光明新区公明上村社区长春北路（豪庭商务中心对面）"]
	}, {
		"深圳市光明新区光明小学": ["光明居委会→碧园路→笔架山路→光翠路→光明大街→光侨路包围之内的：新围（碧园路以东", "中小学校南侧）", "笔架山别墅区", "高正豪景", "清怡花园（含旧综合市场、旧光小）", "碧眼新村（含水利组住宅区）", "侨新花园；凤新路以东的：碧眼旧村", "生物制品厂", "大捷达厂", "万头猪场", "大宝鸽场", "果林队", "迳口村。"]
	}, {
		"深圳市光明新区公明镇长圳学校（小学部）": ["长圳社区", "塘家社区", "甲子塘社区"]
	}, {
		"深圳市光明新区公明第一小学": ["合水口社区", "公明社区"]
	}, {
		"深圳市光明新区公明楼村小学": ["楼村社区"]
	}, {
		"深圳市光明新区公明第二小学": ["上村社区", "公明社区"]
	}, {
		"深圳市光明新区公明街道玉律小学": ["玉律社区", "红星社区", "石岩湖"]
	}, {
		"深圳市光明新区公明李松蓢小学": ["李松蓢社区", "西田社区"]
	}, {
		"深圳市光明新区爱华小学": ["新羌社区", "圳美社区"]
	}, {
		"深圳市光明新区公明街道马田小学": ["茨田埔社区", "马山头社区", "根竹园社区", "合水口社区"]
	}, {
		"深圳市光明新区诚铭学校": ["民办学校。光明新区范围招生。校址：光明办事处圳美社区。"]
	}, {
		"深圳市光明新区民众学校": ["民办学校,光明新区范围招生。校址：公明将石社区新围"]
	}, {
		"深圳市光明新区公明镇阳光学校": ["民办学校,光明新区范围招生。校址：公明楼村社区"]
	}, {
		"深圳市光明新区培英文武实验学校": ["民办学校,光明新区范围招生。校址：公明甲子塘社区"]
	}, {
		"深圳市光明新区博华学校": ["民办学校,光明新区范围招生。校址：公明将石社区石围"]
	}, {
		"深圳市光明新区公明春蕾学校": ["民办学校,光明新区范围招生。校址：公明上村社区"]
	}, {
		"深圳市光明新区公明镇英才学校": ["民办学校,光明新区范围招生。校址：公明马山头社区"]
	}, {
		"深圳市光明新区精华学校": ["民办学校,光明新区范围招生。校址：公明塘尾社区"]
	}, {
		"深圳市光明新区公明田寮小学": ["田寮社区"]
	}, {
		"深圳市光明新区光明中英文书院": ["民办学校。光明新区范围招生。校址：光明办事处新羌社区。"]
	}, {
		"深圳市光明新区光明中学": ["光明办事处辖区"]
	}, {
		"龙岗区龙城初级中学": ["龙福一村", "紫薇花园", "紫薇苑", "碧湖花园", "碧湖豪苑", "碧湖玫瑰园", "城市花园", "城市峰尚", "城龙花园", "尚景花园", "尚景华园", "尚景欣园", "碧湖康馨园", "天健花园", "天健郡城", "御府名筑", "非凡空间"]
	}, {
		"龙岗区外国语学校": ["新联社区", "爱联社区", "吉祥社区（该社区中新亚洲学校初中招生地段除外）", "嶂背社区"]
	}, {
		"龙岗区实验学校": ["锦绣东方", "花半里", "愉园新苑", "和兴花园(一、二期)", "满园", "和田世居", "福园", "愉园", "宏兴苑", "欧景城", "龙城国际", "欧景花园", "罗马公元", "公元盛世", "东方御花园", "深港花园", "瑞华园", "朝阳里花园", "家和盛世", "熙和园", "学府道"]
	}, {
		"龙岗区新亚洲学校": ["新亚洲花园", "公园大地", "俪景鸿都", "鸿基花园", "鸿进花园", "新鸿进花园", "东都花园", "龙翔花园", "余岭山庄", "吉祥来花园", "风临国际"]
	}, {
		"龙岗区福安学校": ["黄阁坑社区清林路以南（黄阁坑村、大围村和麻沙村地段）", "中海康城", "睿智华庭", "体育新城安置小区", "龙红格社区", "黄阁翠苑", "嘉欣园", "嘉亿爵悦； 新联社区", "爱联社区", "吉祥社区（该社区中天誉实验学校招生地段、新亚洲学校初中招生地段龙翔花园、余岭山庄、吉祥来花园除外）", "嶂背社区"]
	}, {
		"龙岗区平安里学校": ["留学生创业园", "天健现代城", "香林玫瑰", "和兴花园(三、四期)", "白灰围社区", "君悦龙庭", "东方沁园", "美利达新村", "水蓝湾", "爱地花园", "徽王府", "黄阁社区清林路以北", "锦绣东方", "花半里", "愉园新苑", "和兴花园(一、二期)", "满园", "和田世居", "福园", "愉园", "宏兴苑", "欧景城", "龙城国际", "欧景花园", "罗马公元", "公元盛世", "东方御花园", "深港花园", "瑞华园", "朝阳里花园", "家和盛世", "熙和园", "学府道"]
	}, {
		"龙岗区兰著学校": ["回龙埔社区（长江花园、天集雅苑、华业玫瑰郡、中央悦城、同创九著、阅山华府、阅山公馆、紫云庭、宝能悦澜山、深业紫麟山花园、荔枝园）", "五联社区", "龙西社区"]
	}, {
		"龙岗区天誉实验学校": ["万科天誉花园"]
	}, {
		"深圳中学龙岗初级中学": ["万科翰邻城", "招商依山郡", "壹锦园", "麓园（2016年暂）"]
	}, {
		"华南师范大学附属大运学校初中部": ["颐安都会中央", "大学城片区"]
	}, {
		"龙岗区布吉中学": ["铁路以西布吉街道范围内（不含中海怡翠社区及铁路以东-布龙路以北区域）"]
	}, {
		"龙岗区布吉街道可园学校": ["铁路以东-布龙路-石芽岭以南属布吉街道范围的区域（其中含：半岛苑、东方半岛花园；不含金排社区、国展社区、罗岗社区）"]
	}, {
		"龙岗区布吉中海怡翠学校": ["中海怡翠社区"]
	}, {
		"龙岗区布吉街道甘李学校": ["上李朗社区（包括：金达豪、上李朗统建楼）", "甘坑新村社区"]
	}, {
		"龙岗区布吉街道贤义外国语学校": ["国展", "罗岗", "金排三个社区"]
	}, {
		"龙岗区布吉街道龙岭初级中学": ["整个布吉街道（除中海怡翠社区、甘坑新村社区以外）"]
	}, {
		"龙岗区平湖中学": ["新南社区", "凤凰社区", "平湖社区（由铁路、富安大道、平湖大街、良白路所围成的熙璟城及富民工业区等片区除外）"]
	}, {
		"龙岗区平湖实验学校": ["鹅公岭社区", "良安田社区", "白坭坑社区以及由平湖社区中由铁路", "富安大道", "平湖大街", "良白路所围成的片区（即熙璟城及富民工业区等片区）"]
	}, {
		"龙岗区平湖街道信德学校": ["融湖中心城", "禾花社区", "上木古社区", "新木社区", "辅城坳社区"]
	}, {
		"龙岗区平湖街道外国语学校": ["辅城坳社区;力昌社区;山厦社区"]
	}, {
		"龙岗区横岗中学": ["中海怡美山庄", "乐清小区", "卓越城市中心花园", "泉井湖", "腾昌花园", "信义锦绣花园", "康乐五区", "四联社区", "天颂雅苑", "康乐花园", "职工新村", "悦心园", "华侨新村", "志盛社区", "华乐社区", "西坑社区", "安良社区", "228工业区", "马五", "马六"]
	}, {
		"龙岗区横岗街道吉溪初级中学": ["大康社区", "荷坳社区", "银荷社区", "荷康花园"]
	}, {
		"龙岗区横岗街道保安学校": ["保安社区", "西坑社区", "安良社区", "228工业区", "马五", "马六"]
	}, {
		"龙岗区横岗街道中心学校": ["松柏社区", "横岗社区（不含华侨西村)", "西坑社区", "安良社区", "228工业区", "马五", "马六"]
	}, {
		"龙岗区横岗街道六约学校": ["六约社区（含新村和深坑居民小组）", "锦冠华城", "新亚洲花园", "六联园艺场", "雅景苑", "华侨西村", "湛宝信义广场", "瑞泽佳园"]
	}, {
		"龙岗区横岗街道梧桐学校": ["六约社区的新村和深坑居民小组", "华乐社区", "红棉社区", "翠湖山庄", "联建楼", "瑞泽佳园", "中海怡美山庄", "乐清小区", "卓越城市中心花园", "泉井湖", "腾昌花园", "信义锦绣花园", "康乐五区", "天颂雅苑"]
	}, {
		"龙岗区龙岗中学": ["雅豪祥苑", "东方明珠", "九州花园（这三个楼盘是龙城街道的天城学校共享招生地段）", "同乐社区", "龙岗墟社区（西一村）", "龙东社区", "中信龙盛广场", "龙新社区（风临四季、鸿景春天）", "平南社区（西二村、聚龙苑、德沁苑）", "龙岗社区（龙岗河以南的居民小组）", "翠竹村", "建新村", "创富时代", "华兴苑", "庆丰楼", "市区新村", "沁园", "一城风景（颐景峰苑）", "怡龙枫景", "巫屋村", "摩尔城", "金阳成", "运河蓝湾家园"]
	}, {
		"龙岗区龙岗街道南联学校": ["南联社区", "南约社区（仁恒峦山美地、荷谷美苑、卓弘高尔夫雅苑、南约南景新村）南约社区及其中四个楼盘属南联学校与龙岗街道宝龙学校共享地段", "竹湾村", "长海花园", "龙富花园", "叠翠新峰", "鹏达花园", "锦龙名苑", "远洋新干线", "旭源瑞景轩"]
	}, {
		"龙岗区龙岗街道新梓学校": ["新生社区", "水岸新都", "新城花园", "锦城星苑", "传麟尚林花园", "学校附近及丰田路两侧住户", "龙岗社区（龙岗河以北居民小组", "格水", "杨梅岗)"]
	}, {
		"龙岗区龙岗街道宝龙学校": ["宝龙社区（金众蓝钻、峦山谷、峦山谷二期、宝盛华景园、金地名峰、宝荷欣苑及社区内的其他合法住房）", "南约社区（仁恒峦山美地、荷谷美苑、卓弘高尔夫雅苑、南约南景新村）及其中四个楼盘属龙岗街道南联学校与宝龙学校共享地段"]
	}, {
		"龙岗区坪地中学": ["坪地街道（不包含坪西社区、高桥社区 、白石塘居民小、岳湖岗新村、鼎尚华庭）"]
	}, {
		"龙岗区坪地兰陵学校": ["坪西社区", "高桥社区 ", "中心社区的白石塘居民小组", "岳湖岗新村", "鼎尚华庭"]
	}, {
		"龙岗区龙城街道天成学校": ["盛平社区", "西埔村", "九州花园", "雅豪祥苑", "东方明珠", "榭丽花园", "新联社区", "爱联社区", "吉祥社区", "嶂背社区"]
	}, {
		"龙岗区坂田街道深大师院坂田学校": ["新雪社区", "象角塘社区", "城市广场小区"]
	}, {
		"龙岗区坂田街道科技城外国语学校": []
	}, {
		"龙岗区坂田街道新城学校": ["贝尔路东段-坂雪岗大道中段-布龙路中段-五和大道南段以东、东至布吉交界（中海日辉台除外）"]
	}, {
		"龙岗区坂田街道万科城学校": ["岗头社区", "万科城小区", "中海日晖台", "华为百草园"]
	}, {
		"龙岗区南湾街道沙湾中学": ["【沙西小学】：丹竹头社区（深惠路以南）", "吉厦社区", "南新社区的南和新村", "玉岭花园", "普强花园", "新塘西", "大坑上村", "南和花园", "宝岭社区的祥云苑", "颂雅苑", "南景豪廷", "黄金坑", "南岭社区的富景大厦", "阳光雅苑", "富源居", "百门前工业区", "南景豪苑", "阳基.春天里；【沙湾小学】：沙湾社区", "厦村社区", "樟树布社区(布沙路以南)", "南新社区的金橘苑和鸿运豪苑；【南岭小学】：南岭社区（除南湾学校招生范围外）", "南龙社区的南岭花园", "阳光翠园", "水山缘", "南威中心", "一半山"]
	}, {
		"龙岗区南湾街道南湾学校": ["宝岭社区的桂芳园（1—6期）", "和通花园", "泰雅园", "中兆花园", "龙泉别墅", "南岭社区的金龙豪庭", "岭南苑", "宝岭花园", "英郡年华", "康乐社区的康桥花园", "紫郡", "左庭右院", "怡乐花园", "丹竹头社区（深惠路以北）", "丹翠欣苑", "下李朗社区", "丹平社区"]
	}, {
		"龙岗区南湾街道石芽岭学校": ["和谐花园", "阅景花园", "大龙山物流园 ", "布吉街道：布龙路以北-铁路以东-景芬路", "星火路以北-布澜路以西（含：塘径新村", "华浩源", "龙园意境", "慢城", "万隆苑", "中海怡瑞", "承翰来座山)"]
	}, {
		"龙岗区南湾街道沙塘布学校": ["樟树布社区（布沙路以北）", "大族河山", "沙塘布社区", "万科公园里"]
	}, {
		"龙岗区外国语学校": ["奥林华府", "阳光天健城", "大公馆", "中森双子座"]
	}, {
		"龙岗区龙城小学": ["龙福一村", "紫薇花园", "紫薇苑", "碧湖花园", "碧湖豪苑", "碧湖玫瑰园"]
	}, {
		"龙岗区实验学校": ["锦绣东方", "花半里", "愉园新苑", "和兴花园(一、二期)", "满园", "和田世居", "福园", "愉园", "宏兴苑", "欧景城", "龙城国际", "欧景花园", "罗马公元", "公元盛世", "东方御花园", "深港花园", "瑞华园", "朝阳里花园", "家和盛世", "熙和园", "学府道"]
	}, {
		"龙岗区清林小学": ["城市花园", "城市峰尚", "城龙花园", "尚景花园", "尚景华园", "尚景欣园", "碧湖康馨园", "天健花园", "天健郡城", "御府名筑", "非凡空间"]
	}, {
		"龙岗区新亚洲学校": ["新亚洲花园", "公园大地", "俪景鸿都", "鸿基花园", "鸿进花园", "新鸿进花园", "东都花园", "龙翔花园", "余岭山庄", "吉祥来花园", "风临国际"]
	}, {
		"龙岗区福安学校": ["黄阁坑社区清林路以南（黄阁坑村", "大围村和麻沙村地段）", "中海康城", "睿智华庭", "体育新城安置小区", "龙红格社区", "黄阁翠苑", "嘉欣园", "嘉亿爵悦"]
	}, {
		"龙岗区平安里学校": ["留学生创业园", "天健现代城", "香林玫瑰", "和兴花园(三、四期)", "白灰围社区", "君悦龙庭", "东方沁园", "美利达新村", "水蓝湾", "爱地花园", "徽王府", "黄阁社区清林路以北", "锦绣东方", "花半里", "愉园新苑", "和兴花园(一、二期)", "满园", "和田世居", "福园", "愉园", "宏兴苑", "欧景城", "龙城国际", "欧景花园", "罗马公元", "公元盛世", "东方御花园", "深港花园", "瑞华园", "朝阳里花园", "家和盛世", "熙和园", "学府道"]
	}, {
		"龙岗区依山郡小学": ["招商依山郡", "长江花园", "壹锦园", "麓园", "万科翰邻城", "回龙埔社区（爱心路以西）"]
	}, {
		"龙岗区星河实验小学": ["星河时代花园"]
	}, {
		"龙岗区兰著学校": ["回龙埔社区(爱心路以东", "天集雅苑", "中央悦城", "阅山华府", "阅山公馆", "紫云庭", "深业紫麟山花园", "荔枝园", "华业玫瑰郡", "宝能悦澜山", "同创九著", "万科翰邻城", "长江花园）", "五联社区", "龙西社区"]
	}, {
		"龙岗区天誉实验学校": ["万科天誉花园"]
	}, {
		"深圳中学龙岗小学": ["龙翔大道", "龙岗大道", "怡翠路", "吉祥路围成的区域（不含新亚洲学校招生范围中的龙翔花园", "余岭山庄", "吉祥来花园）"]
	}, {
		"华南师范大学附属大运学校小学部": ["颐安都会中央", "大学城片区"]
	}, {
		"龙岗区布吉街道龙岭学校公办班(民办)": ["[一村", "大靓", "细靓", "大陂头", "国都花园", "宝龙大厦", "长龙花园", "长发楼", "水晶花园", "长龙（1-7区）", "石龙坑", "三村", "美杜兰华庭", "德兴城", "龙岭山庄", "东心岭", "文博宫", "荣华楼]的深户生"]
	}, {
		"龙岗区布吉街道吉祥小学": ["1.龙岗大道李朗路口往西—吉政路口", "龙岗大道李朗路口往北—布澜路东西干道路口往西—布龙路片区：①蝴蝶堡", "大芬新村", "桔子坑", "东方半岛", "半岛苑；②中心花园", "鸿灏豪苑", "诚信华庭", "诚宇大厦； 2.东西干道—布龙路—布龙路铁路桥往南沿铁路往南—中兴桥往东—中兴路以北区域", "含：文景社区：金运花园", "金运家园", "金运路", "储运路", "杓麻岭", "百合苑", "富丽新村", "华昱花园", "世纪华厦", "大世纪", "文雅豪庭", "鸿景豪苑", "灏景明苑", "豪展苑", "怡和园", "教育新村", "福永楼", "怡馨苑", "新利苑", "吉祥别墅", "杰座； 3.茂业社区：含康达尔花园", "信和花园", "爱琴居", "汇福花园", "万山花园", "友联花园", "名城国际广场", "茂业城", "怡康家园", "知春理花园 4.南三社区：布吉新村", "南门墩", "吉大花园（锦绣新村", "三村除外）"]
	}, {
		"龙岗区布吉街道可园学校": ["可园花园"]
	}, {
		"龙岗区布吉街道信义小学": ["罗岗社区", "国展社区", "金排社区"]
	}, {
		"龙岗区布吉街道中心小学": ["老墟村", "何屋村", "李屋村", "格塘村", "一村部分地段（莲花小学和龙岭学校招生范围除外）[范围：吉华路街口(穿孔桥)红绿灯起", "西：至布吉派出所（含布吉中心广场", "吉信大厦）；南：粤宝路宝丽路口起——宝丽路——百花一街路口以北片区", "布吉百花一街东区一巷至六巷；莲花路从1至100号；莲花路以北", "横向北街双号至26号以东", "格塘路1至73号以西；布吉会堂后面联兴街", "格塘一巷（不含和兴街）；一村路以东", "乐民路两侧]"]
	}, {
		"龙岗区布吉街道莲花小学": ["一村的百花一路和横向北街到西环路中段片区", "盘龙村", "[龙岭山庄", "东心岭", "荣华楼]的非深户生 ", "半山道1号"]
	}, {
		"龙岗区布吉街道龙岭学校": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区布吉街道德兴小学": ["宝丽路（自粤宝路宝丽路口起——西环路德福花园）以南片区（含德兴花园", "钱排村", "马安山", "德福花园", "宝丽花园", "泽润华庭", "粤宝花园）", "半山道1号"]
	}, {
		"龙岗区布吉街道木棉湾小学": ["龙珠社区", "木棉湾社区", "大芬社区[龙岗大道以北区域（蝴蝶堡", "桔子坑", "大芬新村）除外]；含：新都汇", "超群大厦", "大都汇", "大芬艺术大厦", "大芬油画苑", "翡翠星光园（又名80后街）", "龙威花园（龙威豪庭）", "桂芳园（7-8期）", "兴和苑", "沃尔玛购物广场", "盈翠家园", "中翠花园", "中房怡芬花园", "可园花园", "龙珠花园", "龙岗大道1号（佳兆业新都汇家园）", "新都豪庭等"]
	}, {
		"龙岗区布吉街道水径小学": ["水径社区", "翠湖社区", "三联社区", "海心汇福园", "尚水天成", "中南明珠香悦", "[大靓", "细靓", "大陂头", "石龙坑", "长龙（1—5区）", "德兴城", "美杜兰华庭", "三村", "文博宫]的非深户生"]
	}, {
		"龙岗区布吉街道东升学校": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区布吉街道爱爱学校": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区布吉街道爱义学校": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区布吉街道三联储运学校": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区布吉街道春蕾小学": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区布吉街道中兴小学": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区布吉街道启元学校": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区布吉街道中海怡翠学校(公办）": ["中海怡翠社区", "丽湖社区", "三联社区（不包含铁路以东及布龙路以南区域）"]
	}, {
		"龙岗区布吉街道智民实验学校": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区布吉街道东方半岛小学": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区布吉街道丽湖学校": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区布吉街道时代学校": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区布吉街道华龙中英文": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区布吉街道木棉湾实验": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区布吉街道科城实验学校": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区布吉街道阳光小学": ["阳光花园", "锦绣新村", "华龙新村", "花语岸", "[国都花园", "宝龙大厦", "长龙花园", "长发楼", "水晶花园", "长龙（6-7区）]的非深户生"]
	}, {
		"龙岗区布吉街道麓城外国语小学": ["万科麓城", "丽湖社区", "中海怡翠社区"]
	}, {
		"龙岗区布吉街道贤义外国语学校小学部(公办）": ["国展社区", "罗岗社区", "金排社区"]
	}, {
		"龙岗区布吉街道龙园意境小学": ["1", "东方半岛社区（不含半岛苑", "东方半岛花园）", "含以下花园：龙园意境华府", "中海怡瑞山居", "慢城", "华浩源（景园）", "万隆苑", "龙基新村", "依山别苑； 2", "三联村（铁路以东部分区域）：含祺润家园", "润祥家园", "嘉隆苑", "塘园新村", "松园新村"]
	}, {
		"龙岗区布吉街道甘李学校": ["上李朗社区（包括：金达豪", "上李朗统建楼）", "甘坑新村社区"]
	}, {
		"深圳实验布吉街道承翰学校": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区布吉街道金稻田学校": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区布吉街道翠枫学校": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区布吉街道文景小学": ["1.龙岗大道李朗路口往西—吉政路口", "龙岗大道李朗路口往北—布澜路东西干道路口往西—布龙路片区：蝴蝶堡", "大芬新村", "桔子坑", "东方半岛", "半岛苑", "中心花园", "鸿灏豪苑", "诚信华庭", "诚宇大厦 ", "2.东西干道—布龙路—布龙路铁路桥往南沿铁路往南—中兴桥往东—中兴路以北区域", "含：文景社区：金运花园", "金运家园", "金运路", "储运路", "杓麻岭", "百合苑", "富丽新村", "华昱花园", "世纪华厦", "大世纪", "文雅豪庭", "鸿景豪苑", "灏景明苑", "豪展苑", "怡和园", "教育新村", "福永楼", "怡馨苑", "新利苑", "吉祥别墅", "杰座 ", "3.茂业社区：含康达尔花园", "信和花园", "爱琴居", "汇福花园", "万山花园", "友联花园", "名城国际广场", "茂业城", "怡康家园", "知春理花园", "4", "南三社区（锦绣新村", "三村除外）"]
	}, {
		"龙岗区平湖街道中心小学": ["新南社区", "凤凰社区（九号院馆除外)"]
	}, {
		"龙岗区平湖街道鹅溪小学": ["鹅公岭社区", "良安田社区以及平湖社区中由铁路", "富安大道", "平湖大街", "良白路所围成的片区（即熙璟城及富民工业区等区域）"]
	}, {
		"龙岗区平湖街道良安田小学": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区平湖街道白坭坑小学": ["白坭坑社区"]
	}, {
		"龙岗区平湖街道新木小学": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区平湖街道辅城坳小学": ["辅城坳社区"]
	}, {
		"龙岗区平湖实验学校": ["鹅公岭社区", "良安田社区以及平湖社区中由铁路", "富安大道", "平湖大街", "良白路所围成的片区（即熙璟城及富民工业区等区域）"]
	}, {
		"龙岗区平湖街道爱文学校": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区平湖街道南园学校": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区平湖街道新南小学": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区兴文学校": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区平湖街道平南学校": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区平湖街道启英学校": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区平湖街道培新学校": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区平湖街道外国语学校": ["力昌社区", "山厦社区"]
	}, {
		"龙岗区平湖凤凰山小学": ["平湖社区（由铁路", "富安大道", "平湖大街", "良白路所围成的熙璟城及富民工业区等片区除外）", "九号院馆"]
	}, {
		"龙岗区平湖街道信德学校": ["禾花社区", "上木古社区", "新木社区", "融湖中心城"]
	}, {
		"龙岗区平湖街道龙湖学校": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区平湖街道华德学校": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区横岗街道梧桐学校": ["六约社区的新村和深坑居民小组", "红棉社区", "信义锦绣花园", "中海怡美山庄", "乐清小区", "泉井湖", "腾昌花园", "天颂雅苑", "瑞泽佳园", "翠湖山庄", "联建楼"]
	}, {
		"龙岗区横岗街道中心学校": ["松柏社区", "横岗社区（不含华侨西村）", "马五", "马六", "华侨新村社区", "翠湖山庄", "联建楼", "志健广场", "康乐花园", "职工新村", "悦心园"]
	}, {
		"龙岗区横岗街道六约学校": ["六约社区（含新村和深坑居民小组）", "锦冠华城", "新亚洲花园", "雅景苑", "六联园艺场", "湛宝信义广场", "瑞泽佳园", "中海怡美山庄", "天颂雅苑"]
	}, {
		"龙岗区横岗街道四联小学": ["四联社区", "卓越城市中心花园", "隆盛花园", "华侨西村", "康乐五区"]
	}, {
		"龙岗区横岗街道西坑小学": ["西坑社区"]
	}, {
		"龙岗区横岗街道安良小学": ["安良社区"]
	}, {
		"龙岗区横岗街道大康小学": ["大康社区"]
	}, {
		"龙岗区横岗街道保安学校": ["保安社区（不含马五和马六）", "228工业区"]
	}, {
		"龙岗区横岗街道荷坳小学": ["荷坳社区"]
	}, {
		"龙岗区横岗街道旱塘学校": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区横岗街道德龙学校": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区横岗街道六约康乐小学": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区横岗街道康艺学校": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区横岗街道联邦学校": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区横岗街道弘文学校": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区横岗街道康乐学校": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区横岗街道嘉联学校": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区横岗街道融美学校": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区横岗街道龙鹏小学": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区横岗街道坳二学校": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区横岗街道南芳塘坑学校": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区横岗街道汇文学校": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区横岗街道简壹学校": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区横岗街道水晶城小学": ["银荷社区"]
	}, {
		"龙岗区横岗街道聚英小学": ["和悦居"]
	}, {
		"龙岗区横岗街道横岗中学小学部": ["天颂雅苑", "中海怡美山庄"]
	}, {
		"龙岗区横岗街道华南师范大学附属乐城小学": ["荷康花园"]
	}, {
		"龙岗区龙岗街道中心小学": ["摩尔城", "聚龙苑", "德沁苑", "翠竹村", "建新村", "创富时代", "华兴苑", "庆丰楼", "市区新村", "沁园", "一城风景(颐景峰苑）", "怡龙枫景", "巫屋村", "东一村", "东二村", "东三村", "三和村", "运河蓝湾家园", "满京华喜悦里华庭", "海航国兴花园"]
	}, {
		"龙岗区龙岗街道南联学校": ["南联社区（南通道以北的居民小组", "竹湾村", "长海花园", "龙富花园", "叠翠新峰", "鹏达花园", "锦龙名苑", "远洋新干线", "旭源瑞景轩）"]
	}, {
		"龙岗区龙岗街道宝龙学校": ["宝龙社区（金众蓝钻", "峦山谷", "峦山谷二期", "宝盛华景园", "金地名峰", "宝荷欣苑及社区内的其他合法住房）", "南约社区（卓弘高尔夫", "仁恒峦山美地）"]
	}, {
		"龙岗区龙岗街道新生小学": ["新生社区（包括新城花园", "锦城星苑", "传麟尚林花园", "这三处楼盘与新梓学校共享招生片区）", "利民市场", "沙梨园", "洪围", "西一村", "龙岗墟社区"]
	}, {
		"龙岗区龙岗街道振新小学": ["龙岗社区;平南社区(九州花园;雅豪祥苑;东方明珠;东方瑞景苑）"]
	}, {
		"龙岗区龙岗街道同乐主力学校": ["同乐社区"]
	}, {
		"龙岗区龙岗街道南约小学": ["南约社区（仁恒峦山美地", "荷谷美苑", "卓弘高尔夫雅苑", "南约南景新村）", "南联社区（南通道以南的居民小组）"]
	}, {
		"龙岗区龙岗街道育贤小学": ["龙东社区（中骏蓝湾翠岭花园）", "龙新社区（风临四季", "鸿景春天", "金汐府）", "桥背", "新塘围", "中信龙盛广场"]
	}, {
		"龙岗区龙岗街道建文小学": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区龙岗街道才德小学": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区龙岗街道华升学校": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区龙岗街道惠民小学": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区龙岗街道鹏达学校": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区龙岗街道新梓学校": ["水岸新都", "新城花园", "锦城星苑", "传麟尚林花园", "学校附近及丰田路两侧住户"]
	}, {
		"龙岗区丰丽学校": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区龙岗街道龙洲学校": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区龙岗街道东华学校": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区龙岗街道名星学校": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区坪地街道兰陵学校": ["龙岗大道以北;富坪路以西;吉祥路以东;文明路以北及坪西社区;高桥社区"]
	}, {
		"龙岗区坪地街道中心小学": ["1.龙岗大道以南", "同心路以西", "长尾岭以北; 2.龙岗大道以北", "发展路以西", "兴华路以南", "教育中路以东; 3.龙岗大道以北", "香元排路以西", "兴华路以南", "新园路往龙岗大道方向的延长线以东"]
	}, {
		"龙岗区坪地街道六联小学": ["坪地六联社区"]
	}, {
		"龙岗区坪地街道第二小学": ["年丰社区", "四方埔社区", "坪东社区", "龙岗大道以南与同心路以东", "湖田路（黄沙河）以西"]
	}, {
		"龙岗区坪地街道坪西学校": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区坪地街道坪东学校": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区坪地街道惠华学校": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区龙城街道爱联小学": ["1.爱联社区（星河时代花园", "陂头背小组", "西湖小组", "顺景花园", "园景花园", "雅庭名苑", "龙城华府", "海逸雅居除外）； 2.新联社区", "嶂背社区", "吉祥社区（新亚洲学校;深中龙岗小学招生片区除外）"]
	}, {
		"龙岗区龙城街道龙西小学": ["龙西社区"]
	}, {
		"龙岗区龙城街道盛平小学": ["盛平社区（兰著学校招生地段除外）"]
	}, {
		"龙岗区龙城街道爱华学校": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区龙城街道龙联学校": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区龙城街道五联(崇和)学校": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区龙城街道文龙学校": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区龙城街道龙盛学校": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区龙城街道英才小学": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区龙城街道兴泰实验学校": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区龙城街道华城学校": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区龙城街道千林山小学": ["五联社区"]
	}, {
		"龙岗区龙城街道如意小学": ["1.陂头背小组", "西湖小组", "顺景花园", "园景花园", "雅庭名苑", "龙城华府", "海逸雅居； 2.爱联社区", "吉祥社区（新亚洲学校和深中龙岗小学招生片区", "龙腾工业区除外）"]
	}, {
		"龙岗区龙城街道天成学校小学部": ["盛平社区", "西埔村", "九州花园", "雅豪祥苑", "东方明珠", "榭丽花园", "新联社区", "爱联社区", "吉祥社区", "嶂背社区"]
	}, {
		"龙岗区坂田街道五和小学": ["五和社区（含中海月朗苑", "珠江旭景花园", "富豪花园", "十二橡树庄园）万科第五园四期"]
	}, {
		"龙岗区坂田街道坂田小学": ["坂田社区", "杨美社区（旺塘上段金竹小区除外）", "马安堂社区"]
	}, {
		"龙岗区坂田街道宝岗小学": ["岗头社区"]
	}, {
		"龙岗区坂田街道雪象小学": ["新雪社区", "象角塘社区"]
	}, {
		"龙岗区坂田街道宏扬学校": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区坂田街道立培学校": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区坂田街道花城小学": ["四季花城小区"]
	}, {
		"龙岗区坂田街道雪象学校": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区坂田街道万科城学校": ["万科城小区", "中海日晖台", "华为百草园"]
	}, {
		"龙岗区坂田街道坂田新城学校": ["上品雅园", "万科金色半山", "佳兆业悦峰", "旺塘小区", "上段小区", "金竹小区", "华为荔枝园", "清风雅苑"]
	}, {
		"龙岗区坂田街道爱爱学校": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区坂田街道育英学校": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区坂田街道深大师院坂田学校": ["佳兆业城市广场小区"]
	}, {
		"龙岗区坂田街道五园小学": ["万科第五园小区"]
	}, {
		"龙岗区坂田街道科技城外国语学校": ["信义嘉御山小区", "大发埔社区"]
	}, {
		"龙岗区坂田街道雅宝小学": ["南坑社区（含星河银湖谷", "星光之约", "家和花园）"]
	}, {
		"龙岗区南湾街道沙西小学": ["吉厦社区", "南新社区的南和新村", "玉岭花园", "普强花园", "新塘西", "宝岭社区的祥云苑", "颂雅苑", "南景豪廷", "黄金坑", "南岭社区的富景大厦", "阳光雅苑", "富源居", "大坑上村", "南和花园", "百门前工业区", "南景豪苑"]
	}, {
		"龙岗区南湾街道沙湾小学": ["沙湾社区", "厦村社区", "樟树布社区", "南新社区的金橘苑和鸿润豪苑", "万科公园里"]
	}, {
		"龙岗区南湾街道下李朗小学": ["下李朗社区", "盛宝路以北"]
	}, {
		"龙岗区南湾街道南岭小学": ["南岭社区（除南湾学校和沙西小学招生范围外）", "南龙社区的南岭花园", "阳光翠园", "水山缘", "南威中心", "锦绣山庄", "一半山"]
	}, {
		"龙岗区南湾街道南芳学校": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区南湾街道康桥外国语学校": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区南湾街道沙湾实验学校": ["民办学校,原则上面向龙岗区招生"]
	}, {
		"龙岗区南湾街道南湾学校": ["宝岭社区的桂芳园（1—6期）", "和通花园", "泰雅园", "中兆花园", "龙泉别墅", "南岭社区的金龙豪庭", "岭南苑", "宝岭花园", "康乐社区的康桥花园", "紫郡", "左庭右院", "怡乐花园", "丹翠欣苑", "英郡年华（注：英郡年华2016年为南湾学校", "丹竹头小学共享招生地段", "2017年南湾学校将取消对该地段的招生）"]
	}, {
		"龙岗区南湾街道石芽岭学校": ["1.和谐家园", "阅景花园", "大龙山物流园；2.承翰来座山（布吉街道）"]
	}, {
		"龙岗区南湾街道丹竹头小学": ["丹竹头社区（包括阳基.春天里）", "丹平社区", "英郡年华（注：英郡年华2016年为丹竹头小学共享招生地段、2017年南湾学校将取消对该地段的招生）"]
	}, {
		"龙岗区南湾街道沙塘布学校小学部": ["樟树布社区（布沙路以北）", "大族河山", "沙塘布社区", "万科公园里"]
	}, {
		"大鹏街道中心小学": ["王母社区", "下沙社区", "布新社区", "水头社区", "大鹏社区", "岭澳社区"]
	}, {
		"大鹏街道第二小学": ["大鹏街道鹏城片区"]
	}, {
		"葵涌街道中心小学": ["三溪社区", "高源社区", "坝光社区", "葵涌社区与葵新社区的一部分（葵新路以东片区）"]
	}, {
		"葵涌街道第二小学": ["葵丰社区", "土洋社区", "官湖社区", "葵涌社区与葵新社区的一部分（葵新路以西片区）"]
	}, {
		"葵涌街道溪涌小学": ["溪涌社区"]
	}, {
		"南澳街道中心小学": ["南澳街道各社区"]
	}, {
		"葵涌街道亚迪学校": ["民办学校,原则上面向大鹏区招生"]
	}, {
		"葵涌街道星宇学校": ["民办学校,原则上面向大鹏区招生"]
	}, {
		"大鹏街道布新学校": ["民办学校,原则上面向大鹏区招生"]
	}, {
		"葵涌中学": ["葵涌街道"]
	}, {
		"南澳中学": ["南澳街道"]
	}, {
		"大鹏华侨中学": ["大鹏街道"]
	}, {
		"大鹏街道布新学校": ["民办学校,原则上面向大鹏区招生"]
	}, {
		"葵涌街道亚迪学校": ["民办学校,原则上面向大鹏区招生"]
	}, {
		"葵涌街道星宇学校": ["民办学校,原则上面向大鹏区招生"]
	}]
if (typeof(module) !== 'undefined') {
	module.exports = schoolArr
};